{
    "categories": [
        {
            "category": "agaricaceae",
            "parent-categories": [
                "agaricales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Champignonverwandte",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Agaricaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Champignonverwandte",
                "GB": "Agaricaceae"
            },
            "description": {
                "DE": "Die Champignonverwandten oder Egerlingsverwandten sind eine große Familie der Champignonartigen .",
                "GB": "The Agaricaceae are a family of basidiomycete fungi and include the genus Agaricus, as well as basidiomycetes previously classified in the families Tulostomataceae, Lepiotaceae, and Lycoperdaceae."
            }
        },
        {
            "category": "agaricales",
            "parent-categories": [
                "agaricomycetidae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Champignonartige",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Agaricales"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Champignonartige",
                "GB": "Agaricales"
            },
            "description": {
                "DE": "Die Champignonartigen sind eine Ordnung der Großpilze aus der Unterklasse Agaricomycetidae innerhalb der Klasse der Agaricomycetes. Darunter befinden sich etliche bekannte Speisepilze wie die Champignons, der Parasol und der Shiitake , aber auch populäre Giftpilze wie der Fliegenpilz und die Knollenblätterpilze .",
                "GB": "The fungal order Agaricales, also known as gilled mushrooms or euagarics, contains some of the most familiar types of mushrooms. The order has 33 extant families, 413 genera, and over 13,000 described species, along with six extinct genera known only from the fossil record. They range from the ubiquitous common mushroom to the deadly destroying angel and the hallucinogenic fly agaric to the bioluminescent jack-o-lantern mushroom."
            }
        },
        {
            "category": "agaricomycetes",
            "parent-categories": [
                "fungi"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Agaricomycetes",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Agaricomycetes"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Agaricomycetes",
                "GB": "Agaricomycetes"
            },
            "description": {
                "DE": "Die Agaricomycetes sind eine Klasse der Abteilung der Ständerpilze. Mit etwa 98 % der beschriebenen Arten bilden sie die größte Klasse innerhalb der Ständerpilze. Auf Grund der von ihnen ausgebildeten, häufig auffälligen Fruchtkörper gehören sie zu den bekanntesten Pilzen.",
                "GB": "The Agaricomycetes are a class of fungi in the division Basidiomycota. The taxon is roughly identical to that defined for the Homobasidiomycetes by Hibbett & Thorn, with the inclusion of Auriculariales and Sebacinales. It includes not only mushroom-forming fungi, but also most species placed in the deprecated taxa Gasteromycetes and Homobasidiomycetes. Within the subdivision Agaricomycotina, which already excludes the smut and rust fungi, the Agaricomycetes can be further defined by the exclusion of the classes Tremellomycetes and Dacrymycetes, which are generally considered to be jelly fungi. However, a few former \"jelly fungi\", such as Auricularia, are classified in the Agaricomycetes. According to a 2008 estimate, Agaricomycetes include 17 orders, 100 families, 1147 genera, and about 21000 species. Modern molecular phylogenetic analyses have been since used to help define several new orders in the Agaricomycetes: Amylocorticiales, Jaapiales, Stereopsidales, and Lepidostromatales."
            }
        },
        {
            "category": "agaricomycetidae",
            "parent-categories": [
                "agaricomycetes"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Agaricomycetidae",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Agaricomycetidae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Agaricomycetidae",
                "GB": "Agaricomycetidae"
            },
            "description": {
                "DE": "Agaricomycetidae ist die artenreichste Unterklasse der Agaricomycetes. Sie umfasst zahlreiche bekannte essbare und giftige Pilze. Früher war für Agaricomycetidae die Bezeichnung Hymenomycetidae, beziehungsweise eingedeutscht Hymenomyceten geläufig.",
                "GB": "Agaricomycetidae is a subclass of fungi, in the division Basidiomycota. The name Agaricomycetidae had previously been named by Marcel Locquin in 1984, but his publication did not contain a Latin diagnosis and it is therefore invalid under the International Code of Nomenclature for algae, fungi, and plants. It was subsequently validly published by Erast Parmasto in 1986."
            }
        },
        {
            "category": "agaricus",
            "parent-categories": [
                "agaricaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Champignons",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Agaricus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Champignons",
                "GB": "Agaricus"
            },
            "description": {
                "DE": "Die Champignons, zu deutsch auch Egerlinge oder Angerlinge, sind eine Pilzgattung aus der Familie der Champignonverwandten .",
                "GB": "Agaricus is a genus of mushrooms containing both edible and poisonous species, with possibly over 300 members worldwide. The genus includes the common mushroom and the field mushroom, the dominant cultivated mushrooms of the West."
            }
        },
        {
            "category": "amanita",
            "parent-categories": [
                "amanitaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Wulstlinge",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Amanita"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Wulstlinge",
                "GB": "Amanita"
            },
            "description": {
                "DE": "Die Wulstlinge (Amanita) sind eine große Pilzgattung aus der Familie der Wulstlingsverwandten (Amanitaceae). Dazu zählen auch die Artengruppen, die auf Deutsch als Kaiserlinge, Knollenblätterpilze und Scheidenstreiflinge bezeichnet werden. In Europa kommen rund 100 Arten, Varietäten und Formen vor bzw. sind dort zu erwarten. Einige Spezies wie der Perlpilz und der Orangegelbe Scheidenstreifling gelten als gute Speisepilze. Etliche Arten sind dagegen giftig, darunter der Grüne Knollenblätterpilz, der Pantherpilz und der Fliegenpilz. Letzterer Pilz ist die Typusart der Gattung.",
                "GB": "The genus Amanita contains about 600 species of agarics, including some of the most toxic known mushrooms found worldwide, as well as some well-regarded edible species. This genus is responsible for approximately 95% of the fatalities resulting from mushroom poisoning, with the death cap accounting for about 50% on its own. The most potent toxin present in these mushrooms is α-amanitin."
            }
        },
        {
            "category": "amanitaceae",
            "parent-categories": [
                "agaricales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Wulstlingsverwandte",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Amanitaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Wulstlingsverwandte",
                "GB": "Amanitaceae"
            },
            "description": {
                "DE": "Die Wulstlingsverwandten sind eine Pilzfamilie aus der Ordnung der Champignonartigen. Die Stellung der Familie wird in der Literatur unterschiedlich dargestellt. Einige Autoren stellen einzelne oder alle Gattungen dieser Familie zu den Dachpilzverwandten .",
                "GB": "The Amanitaceae is a family of mushroom-forming fungi. The family, also commonly called the amanita family, is in order Agaricales, the gilled mushrooms. The family consists primarily of the large genus Amanita, but also includes the smaller genera Amarrendia, Catatrama, Limacella, Limacellopsis, Saproamanita, Torrendia and Zhuliangomyces. Both Amarrendia and Torrendia are considered to be synonymous with Amanita but appear quite different because they are secotioid."
            }
        },
        {
            "category": "armillaria",
            "parent-categories": [
                "physalacriaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Hallimasche",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Armillaria"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Hallimasche",
                "GB": "Armillaria"
            },
            "description": {
                "DE": "Die Hallimasche oder Honigpilze sind eine Pilzgattung aus der Familie Physalacriaceae mit mehreren, schwer unterscheidbaren Arten beziehungsweise Kleinarten. Man spricht hier auch von einem Aggregat, dem Hallimaschkomplex. Viele Arten besitzen am Stiel einen wattigen Ring, der aber mit zunehmender Reife der Fruchtkörper durch Witterungseinflüsse und Schneckenfraß verloren gehen kann. Einige Arten befallen auch lebende Bäume, bringen diese zum Absterben und gelten deshalb als Forstschädlinge.",
                "GB": "Armillaria, is a genus of parasitic fungi that includes the A. mellea species known as honey fungi that live on trees and woody shrubs. It includes about 10 species formerly categorized summarily as A. mellea. Armillarias are long-lived and form some of the largest living organisms in the world. The largest known organism covers more than 3.4 square miles in Oregon's Malheur National Forest and is more than 2,400 years old. Some species of Armillaria display bioluminescence, resulting in foxfire."
            }
        },
        {
            "category": "auricularia",
            "parent-categories": [
                "auriculariaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Ohrlappenpilze",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Auricularia"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Ohrlappenpilze",
                "GB": "Auricularia"
            },
            "description": {
                "DE": "Die Ohrlappenpilze sind eine Pilzgattung aus der Familie der Ohrlappenpilzverwandten.",
                "GB": "Auricularia is a genus of jelly fungi in the family Auriculariaceae. Preliminary phylogenetic studies suggest the Exidiaceae is closely related to Auriculariaceae – the two share many morphological traits. Fruitbody either resupinate or pileate and then either ear-to shell-shaped or forming narrow, imbricate brackets, flabby elastic or tough gelatinous; hymenial surface smooth, wrinkled or veined, often purplish. Basidia cylindrical, with 1–3 transverse septa. Spores narrowly ellipsoid to allantoid, hyaline, smooth. Most Auricularia species are edible and are grown commercially. Auricularia species are widely distributed in Kerala's Western Ghats, and recently, Auricularia auricula-judae, A. polytricha, and A. mesenterica have been reported."
            }
        },
        {
            "category": "auriculariaceae",
            "parent-categories": [
                "auriculariales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Ohrlappenpilzverwandte",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Auriculariaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Ohrlappenpilzverwandte",
                "GB": "Auriculariaceae"
            },
            "description": {
                "DE": "Die Ohrlappenpilzverwandten sind derzeit die einzige Familie innerhalb der Ordnung der Ohrlappenpilzartigen. Die Pilze haben gallertartige Fruchtkörper und segmentierte Basidien. Die Familie enthält über 100 Arten, die als Saprobionten auf totem Holz wachsen. Einige Arten sind besonders in Ostasien häufig kultivierte Speisepilze. Auch die Gattungen, die früher in die Familie der Drüslingsverwandten gestellt wurden, gehören neuerdings zu den Ohrlappenpilzverwandten.",
                "GB": "The Auriculariaceae are a family of fungi in the order Auriculariales. Species within the family were formerly referred to the \"heterobasidiomycetes\" or \"jelly fungi\", since many have gelatinous basidiocarps that produce spores on septate basidia. Around 100 species are known worldwide. All are believed to be saprotrophic, most growing on dead wood. Fruit bodies of several Auricularia species are cultivated for food on a commercial scale, especially in China."
            }
        },
        {
            "category": "auriculariales",
            "parent-categories": [
                "incertae sedis"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Auriculariales",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Auriculariales"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Ohrlappenpilzartige",
                "GB": "Auriculariales"
            },
            "description": {
                "DE": "Die Ohrlappenpilzartige sind eine Ordnung von Pilzen aus der Klasse der Agaricomyceten. Die Arten innerhalb dieser Ordnung wurden früher als \"Heterobasidiomyceten\" oder \"Geleepilze\" bezeichnet, da viele von ihnen gelatinöse Basidiocarpen haben, die Sporen auf Septabasidien produzieren. Weltweit sind etwa 200 Arten bekannt, die in sechs oder mehr Familien eingeteilt sind, wobei der Status dieser Familien derzeit ungewiss ist. Es wird angenommen, dass alle Arten in den Auriculariales saprotroph sind, wobei die meisten auf Totholz wachsen. Die Fruchtkörper mehrerer Auricularia-Arten werden vor allem in China in kommerziellem Umfang für die Ernährung angebaut.",
                "GB": "The Auriculariales are an order of fungi in the class Agaricomycetes. Species within the order were formerly referred to the \"heterobasidiomycetes\" or \"jelly fungi\", since many have gelatinous basidiocarps that produce spores on septate basidia. Around 200 species are known worldwide, placed in six or more families, though the status of these families is currently uncertain. All species in the Auriculariales are believed to be saprotrophic, most growing on dead wood. Fruit bodies of several Auricularia species are cultivated for food on a commercial scale, especially in China."
            }
        },
        {
            "category": "bankeraceae",
            "parent-categories": [
                "thelephorales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Wei%C3%9Fsporstachelingsverwandte",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Bankeraceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Weißsporstachelingsverwandte",
                "GB": "Bankeraceae"
            },
            "description": {
                "DE": "Die Weißsporstachelingsverwandten sind eine Familie von Ektomykorrhizapilzen aus der Ordnung der Warzenpilzartigen. Die Fruchtkörper sind in Hut und Stiel gegliedert und haben ein hydnoides oder poroides Hymenophor . Die Hyphen sind häufig aufgeblasen und die inamyloiden Sporen meist ziemlich klein. Sie sind entweder hyalin und stachelig oder braun und knotig-warzig ornamentiert. Die Warzen können zunehmend gabelig werden und\/oder verwachsen. Die Familie hat über 120 Arten und 5 Gattungen und ist überwiegend in der nördlich gemäßigten Zone verbreitet.",
                "GB": "The Bankeraceae are a family of fungi in the order Thelephorales. Taxa are terrestrial, and ectomycorrhizal with species such as Pinaceae or Fagaceae. The family was circumscribed by Marinus Anton Donk in 1961. According to a 2008 estimate, the family contains 6 genera and 98 species."
            }
        },
        {
            "category": "boletaceae",
            "parent-categories": [
                "boletineae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Dickr%C3%B6hrlingsverwandte",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Boletaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Dickröhrlingsverwandte",
                "GB": "Boletaceae"
            },
            "description": {
                "DE": "Dickröhrlingsverwandte sind eine Familie der Abteilung der Ständerpilze aus dem Reich der Pilze. In Mitteleuropa sind in 24 Gattungen etwa 70 Arten verzeichnet. Zu den Dickröhrlingsverwandten zählen begehrte Speisepilze und seltene Großpilze.",
                "GB": "The Boletaceae are a family of mushroom-forming fungi, primarily characterised by small pores on the spore-bearing hymenial surface, instead of gills as are found in most agarics. Nearly as widely distributed as the agarics, the family is renowned for hosting some prime edible species, such as the Cep or King Bolete , highly sought after by mushroom hunters worldwide. A number of rare or threatened species are also present in the family, that have become the focus of increasing conservation concerns. As a whole, the typical members of the family are commonly known as boletes."
            }
        },
        {
            "category": "boletales",
            "parent-categories": [
                "agaricomycetes"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Dickr%C3%B6hrlingsartige",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Boletales"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Dickröhrlingsartige",
                "GB": "Boletales"
            },
            "description": {
                "DE": "Dickröhrlingsartige sind eine Ordnung der Ständerpilze aus dem Reich der Pilze. Die Typusart der Ordnung Boletales ist als die Typusart der die Ordnung benennenden Gattung Boletus der Gemeine Steinpilz. Die meisten Röhrenpilze gehören zur Familie der Dickröhrlingsverwandten.",
                "GB": "The Boletales are an order of Agaricomycetes containing over 1300 species with a diverse array of fruiting body types. The boletes are the best known members of this group, and until recently, the Boletales were thought to only contain boletes. The Boletales are now known to contain distinct groups of agarics, gasteromycetes, and other fruiting-body types."
            }
        },
        {
            "category": "boletineae",
            "parent-categories": [
                "boletales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Boletineae",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Boletineae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Boletineae",
                "GB": "Boletineae"
            },
            "description": {
                "DE": "Die Boletineae sind eine Unterordnung der Pilzordnung Boletales. Zu den Familien der Boletineae gehören die Boletaceae und die Paxillaceae.",
                "GB": "The Boletineae are a suborder of the fungal order Boletales. Families in the Boletineae include the Boletaceae and the Paxillaceae."
            }
        },
        {
            "category": "boletoideae",
            "parent-categories": [
                "boletaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "",
                    "GB": ""
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Boletoideae",
                "GB": "Boletoideae"
            },
            "description": {
                "DE": "Unterfamilie der Familie Dickröhrlingsverwandte (Boletaceae)",
                "GB": "Subfamily of the family Boletaceae"
            }
        },
        {
            "category": "boletus",
            "parent-categories": [
                "boletaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Steinpilze",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Boletus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Steinpilze",
                "GB": "Boletus"
            },
            "description": {
                "DE": "Die Steinpilze sind eine Gattung aus der Familie der Dickröhrlingsverwandten .",
                "GB": "Boletus is a genus of mushroom-producing fungi, comprising over 100 species. The genus Boletus was originally broadly defined and described by Carl Linnaeus in 1753, essentially containing all fungi with hymenial pores instead of gills. Since then, other genera have been defined gradually, such as Tylopilus by Petter Adolf Karsten in 1881, and old names such as Leccinum have been resurrected or redefined. Some mushrooms listed in older books as members of the genus have now been placed in separate genera. These include such as Boletus scaber, now Leccinum scabrum, Tylopilus felleus, Chalciporus piperatus and Suillus luteus. Most boletes have been found to be ectomycorrhizal fungi, which mean that they form a mutualistic relationship with the roots system of certain kinds of plants. More recently, Boletus has been found to be massively polyphyletic, with only a small percentage of the over 300 species that have been assigned to Boletus actually belonging there and necessitating the description and resurrection of many more genera."
            }
        },
        {
            "category": "calocybe",
            "parent-categories": [
                "lyophyllaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Calocybe",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Calocybe"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Schönköpfe",
                "GB": "Calocybe"
            },
            "description": {
                "DE": "Calocybe ist eine kleine Gattung von etwa 40 Pilzarten, darunter der Maipilz, der essbar ist, und der Milchpilz, der essbar ist und in Indien angebaut wird. Es gibt nicht viele Arten dieser Gattung in Großbritannien. Der Name leitet sich von den altgriechischen Begriffen kalos \"hübsch\" und cubos \"Kopf\" ab. Etwa neun Arten kommen in neotropischen Regionen vor.",
                "GB": "Calocybe is a small genus of about 40 species of mushroom, including St. George's mushroom, which is edible, and milky mushroom, which is edible and is cultivated in India. There are not many species of this genus in Britain. The name is derived from the Ancient Greek terms kalos \"pretty\", and cubos \"head\". Around nine species are found in neotropical regions."
            }
        },
        {
            "category": "cantharellaceae",
            "parent-categories": [
                "cantharellales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Pfifferlingsverwandte",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Cantharellaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Pfifferlingsverwandte",
                "GB": "Cantharellaceae"
            },
            "description": {
                "DE": "Die Pfifferlingsverwandten sind eine Familie Großpilze aus der Ordnung der Pfifferlingsartigen .",
                "GB": "The Cantharellaceae are a family of fungi in the order Cantharellales. The family contains the chanterelles and related species, a group of fungi that superficially resemble agarics but have smooth, wrinkled, or gill-like hymenophores. Species in the family are ectomycorrhizal, forming a mutually beneficial relationship with the roots of trees and other plants. Many of the Cantharellaceae, including the chanterelle, the Pacific golden chanterelle , the horn of plenty , and the trumpet chanterelle , are not only edible, but are collected and marketed internationally on a commercial scale."
            }
        },
        {
            "category": "cantharellales",
            "parent-categories": [
                "incertae sedis"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Pfifferlingsartige",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Cantharellales"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Pfifferlingsartige",
                "GB": "Cantharellales"
            },
            "description": {
                "DE": "Die Pfifferlingsartigen sind eine Ordnung Großpilze aus der Klasse Agaricomycetes.",
                "GB": "The Cantharellales are an order of fungi in the class Agaricomycetes. The order includes not only the chanterelles, but also some of the tooth fungi , clavarioid fungi , and corticioid fungi. Species within the order are variously ectomycorrhizal, saprotrophic, associated with orchids, or facultative plant pathogens. Those of economic importance include edible and commercially collected Cantharellus, Craterellus, and Hydnum species as well as crop pathogens in the genera Ceratobasidium and Thanatephorus ."
            }
        },
        {
            "category": "cantharellus",
            "parent-categories": [
                "cantharellaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Pfifferlinge",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Cantharellus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Pfifferlinge",
                "GB": "Cantharellus"
            },
            "description": {
                "DE": "Die Pfifferlinge sind eine Pilzgattung aus der Familie der Pfifferlingsverwandten. Die Typusart ist der Echte Pfifferling.",
                "GB": "Cantharellus is a genus of popular edible mushrooms, commonly known as chanterelles, a name which can also refer to the type species, Cantharellus cibarius. They are mycorrhizal fungi, meaning they form symbiotic associations with plants, making them very difficult to cultivate. Caution must be used when identifying chanterelles for consumption due to lookalikes, such as the Jack-O-Lantern species, which can make a person very ill. Despite this, chanterelles are one of the most recognized and harvested groups of edible mushrooms."
            }
        },
        {
            "category": "coprinus",
            "parent-categories": [
                "agaricaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Tintlinge",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Coprinus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Tintlinge",
                "GB": "Coprinus"
            },
            "description": {
                "DE": "Tintlinge ist eine Bezeichnung für eine Gruppe von Pilzarten, die früher alle in die Gattung Coprinus gestellt wurden. Dabei handelt es sich um Arten der Agaricomycetidae, die saprobiontisch auf Holz, Torf, Dung oder Erde wachsen. Sie verfügen alle über einen jung eichel- bis glockenförmigen, später aufschirmenden Hut, der im Alter zerfließt. Ihre Fruchtschicht besteht aus Lamellen, die anfänglich weiß bis hell ockerlich sind und später dunkelbraun bis schwarz werden. Der Stiel setzt bei allen Arten in der Mitte des Hutes an und ist innen hohl. Ihr Sporenabdruck ist dunkelbraun bis schwarz.",
                "GB": "Coprinus is a small genus of mushroom-forming fungi consisting of Coprinus comatus - the shaggy ink cap or shaggy mane - and several of its close relatives. Until 2001, Coprinus was a large genus consisting of all agaric species in which the lamellae autodigested to release their spores. The black ink-like liquid this creates gave these species their common name \"ink cap\" or \"inky cap\" ."
            }
        },
        {
            "category": "cortinariaceae",
            "parent-categories": [
                "agaricales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Schleierlingsverwandte",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Cortinariaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Schleierlingsverwandte",
                "GB": "Cortinariaceae"
            },
            "description": {
                "DE": "Die Schleierlingsverwandten sind eine sehr artenreiche Familie innerhalb der Ordnung der Champignonartigen. Die Typusgattung der Familie sind die Cortinarii, die diesen Namen tragen, weil ihre Fruchtkörper ein schleierartiges Velum besitzen, das man als Cortina oder zu Deutsch als Schleier bezeichnet. Die Cortina besteht aus haarartigen Fasern, die die jungen Lamellen wie ein Schleier schützend verhüllen. Neben den typischen Blätterpilzen kommen Arten mit sekotioiden Fruchtkörpern und gasteroide, trüffelartige Arten vor.",
                "GB": "The Cortinariaceae are a large family of gilled mushrooms found worldwide, containing over 2100 species. The family takes its name from its largest genus, the varied species of the genus Cortinarius. Many genera formerly in the Corinariaceae have been placed in various other families, including Hymenogastraceae, Inocybaceae and Bolbitiaceae."
            }
        },
        {
            "category": "cortinarius",
            "parent-categories": [
                "cortinariaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Schleierlinge",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Cortinarius"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Schleierlinge",
                "GB": "Cortinarius"
            },
            "description": {
                "DE": "Die Schleierlinge sind eine sehr artenreiche Gattung in der Familie der Schleierlingsverwandten. Unter Mykologen ist auch der Begriff Cortinarien als Bezeichnung für diese Gattung üblich. Der wissenschaftliche Name Cortinarius leitet sich ab von lateinisch Cortina, was übersetzt „Schleier“ heißt. Bei letzterem handelt es sich um ein sehr feines, aus spinnwebartigen Fasern gebildetes Velum zwischen Hutrand und Stiel, weshalb die Gattung auch Haarschleierlinge genannt wird. Die Cortina ist ein charakteristisches Merkmal, kommt aber auch bei einigen anderen Gattungen vor.",
                "GB": "Cortinarius is a globally distributed genus of mushrooms in the family Cortinariaceae. It is suspected to be the largest genus of agarics, containing over 2,000 widespread species. A common feature among all species in the genus Cortinarius is that young specimens have a cortina between the cap and the stem, hence the name, meaning curtained. Most of the fibres of the cortina are ephemeral and will leave no trace once gone, except for limited remnants on the stem or cap edge in some species. All have a rusty brown spore print. The common names cortinar and webcap refer to members of the genus. Due to dangerous toxicity of several species and the fact that it is difficult to distinguish between various species of the genus, non-expert consumption of mushrooms from the genus is discouraged."
            }
        },
        {
            "category": "craterellus",
            "parent-categories": [
                "cantharellaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Kraterellen",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Craterellus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Kraterellen",
                "GB": "Craterellus"
            },
            "description": {
                "DE": "Die Kraterellen oder Trompeten sind eine Pilzgattung aus der Familie der Pfifferlingsverwandten.",
                "GB": "Craterellus is a genus of generally edible fungi similar to the closely related chanterelles, with some new species recently moved from the latter to the former. Both groups lack true gills on the underside of their caps, though they often have gill-like wrinkles and ridges."
            }
        },
        {
            "category": "discinaceae",
            "parent-categories": [
                "pezizales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Discinaceae",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Discinaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Giftlorchelverwandten",
                "GB": "Discinaceae"
            },
            "description": {
                "DE": "Die Discinaceae sind eine Familie von Ascomyceten-Pilzen, deren bekannteste Mitglieder die Scheinmorcheln der Gattung Gyromitra sind. Ursprünglich 1961 von Erich Heinz Benedix errichtet, wurde sie 1997 von der Mykologin Kerry O'Donnell in einer molekularen Studie über ribosomale DNA als eine diskrete Klasse gefunden. Im Jahr 2008 soll die Familie 5 Gattungen und 58 Arten umfassen.",
                "GB": "The Discinaceae are a family of ascomycete fungi, the best known members of which are the false morels of the genus Gyromitra. Originally erected by Erich Heinz Benedix in 1961, it was found to be a discrete clade in a molecular study of ribosomal DNA by mycologist Kerry O'Donnell in 1997. As of 2008, the family is thought to contain 5 genera and 58 species."
            }
        },
        {
            "category": "fungi",
            "parent-categories": [],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Pilze",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Fungus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Pilze",
                "GB": "Fungus"
            },
            "description": {
                "DE": "Die Pilze bilden das dritte große Reich eukaryotischer Lebewesen neben den Tieren und den Pflanzen. Sie sind wie die Pflanzen, zu denen sie lange gerechnet wurden, sesshaft, können jedoch keine Photosynthese treiben. Daher müssen sie sich wie Tiere durch die Aufnahme organischer Substanzen ernähren, die sie jedoch in gelöster Form aus der Umgebung aufnehmen. Nach heutiger Kenntnis sind die Pilze näher mit den Tieren als mit den Pflanzen verwandt. Zu ihnen gehören vor allem Vielzeller wie die Ständerpilze, aber auch Einzeller wie die Backhefe sowie coenocytische Formen mit vielen Zellkernen, aber ohne zellige Untergliederung.",
                "GB": "A fungus is any member of the group of eukaryotic organisms that includes microorganisms such as yeasts and molds, as well as the more familiar mushrooms. These organisms are classified as a kingdom, which is separate from the other eukaryotic life kingdoms of plants and animals."
            }
        },
        {
            "category": "flammulina",
            "parent-categories": [
                "physalacriaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Samtfu%C3%9Fr%C3%BCblinge",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Flammulina"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Samtfußrüblinge",
                "GB": "Flammulina"
            },
            "description": {
                "DE": "Die Samtfußrüblinge sind eine Pilzgattung aus der Familie der Physalacriaceae. Die Pilze wachsen meist in Büscheln an totem oder lebendem Holz. Die frostresistenten Fruchtkörper erscheinen überwiegend im Winter und gelten als essbar. In der asiatischen Küche ist der Gemeine Samtfußrübling ein geschätzter Speisepilz und wird deshalb auch kultiviert.",
                "GB": "Flammulina is a genus of fungi in the family Physalacriaceae. The genus, widespread in temperate regions, has been estimated to contain 10 species."
            }
        },
        {
            "category": "galerina",
            "parent-categories": [
                "strophariaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/H%C3%A4ublinge",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Galerina"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Häublinge",
                "GB": "Galerina"
            },
            "description": {
                "DE": "Die Häublinge sind eine Pilzgattung aus der Familie der Träuschlingsverwandten.",
                "GB": "Galerina is a genus of small brown-spore saprobic mushrooms, with over 300 species found throughout the world, from the far north to remote Macquarie Island in the Southern Ocean. Species are typically small and hygrophanous, with a slender and brittle stem. They are often found growing on wood, and when on the ground have a preference for mossy habitats. This group is most noted for toxic species which are occasionally confused with hallucinogenic species of Psilocybe."
            }
        },
        {
            "category": "gomphaceae",
            "parent-categories": [
                "gomphales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Gomphaceae",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Gomphaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Schweinsohrartige",
                "GB": "Gomphaceae"
            },
            "description": {
                "DE": "Die Gomphaceae sind eine vielfältige Familie von Pilzen, die zu den klassisch als Phallales oder kladistisch als Gomphoid-Phalloid-Klade bekannten Pilzen gehören. Die Familie hat 13 Gattungen und 287 Arten.",
                "GB": "The Gomphaceae are a diverse family of fungi belonging in what is classically known as the Phallales or cladistically as the gomphoid-phalloid clade. The family has 13 genera and 287 species."
            }
        },
        {
            "category": "gomphales",
            "parent-categories": [
                "phallomycetidae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Gomphales",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Gomphales"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Schweinsohrartige",
                "GB": "Gomphales"
            },
            "description": {
                "DE": "Die Gomphales sind eine Ordnung von Basidiomyceten-Pilzen. Einige oder alle Familien, die zu den Gomphales gehören, wurden manchmal in die Ordnung der Phallales aufgenommen, die inzwischen veralteten Ramariaceae wurden früher auch zu den Cantharellales gezählt. Neuere phylogenetische Analysen schließen in Gomphales die Familien der ursprünglichen Beschreibung der Ordnung von Walter Jülich ein, mit Hinzufügung der Clavariadelphaceae. Nach einer Schätzung von 2008 enthalten die Gomphales 18 Gattungen und 336 Arten.",
                "GB": "The Gomphales are an order of basidiomycete fungi. Some or all families belonging to Gomphales have been sometimes included in the order Phallales, the now-obsolete Ramariaceae was also previously included in Cantharellales. Recent phylogenetic analyses include in Gomphales the families of the original description of the order by Walter Jülich, with addition of Clavariadelphaceae. According to one 2008 estimate, the Gomphales contain 18 genera and 336 species."
            }
        },
        {
            "category": "gomphus",
            "parent-categories": [
                "gomphaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Gomphus_(fungus)",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Gomphus_(fungus)"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Schweinsohren",
                "GB": "Gomphus (fungus)"
            },
            "description": {
                "DE": "Gomphus ist eine Gattung cantharelloider Pilze aus der Familie der Gomphaceae. Einst vermutlich mit den Pfifferlingen verwandt, haben molekulare Studien gezeigt, dass sie mit Stinkhörnern und Feenkeulen verbündet sind. Die Typusart der Gattung ist das Schweinsohr .",
                "GB": "Gomphus is a genus of cantharelloid fungi in the family Gomphaceae. Once presumed to be related to chanterelles, molecular study has shown them to be allied with stinkhorns and fairy clubs. The type species of the genus is the pig's ear ."
            }
        },
        {
            "category": "gyromitra",
            "parent-categories": [
                "discinaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Giftlorcheln",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Gyromitra"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Giftlorcheln",
                "GB": "Gyromitra"
            },
            "description": {
                "DE": "Die Giftlorcheln sind eine Gattung der Schlauchpilze aus der Ordnung der Becherlingsverwandten .",
                "GB": "Gyromitra is a genus of about 18 species of ascomycete fungi."
            }
        },
        {
            "category": "hydnangiaceae",
            "parent-categories": [
                "agaricales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Hydnangiaceae",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Hydnangiaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Heidetrüffelverwandte",
                "GB": "Hydnangiaceae"
            },
            "description": {
                "DE": "Die Hydnangiaceae sind eine Familie von Pilzen aus der Pilzordnung der Agaricales. Die Familie ist in gemäßigten und tropischen Regionen der Welt weit verbreitet und umfasst etwa 30 Arten in vier Gattungen. Die Arten der Hydnangiaceae bilden ektomykorrhizierte Beziehungen mit verschiedenen Baumarten sowohl in Nadel- als auch in Laubwäldern.",
                "GB": "The Hydnangiaceae are a family of fungi in the mushroom order Agaricales. Widespread in temperate and tropical regions throughout the world, the family contains about 30 species in four genera. Species in the Hydnangiaceae form ectomycorrhizal relationships with various species of trees in both coniferous and deciduous forests."
            }
        },
        {
            "category": "hygrocybe",
            "parent-categories": [
                "hygrophoraceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Saftlinge",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Hygrocybe"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Saftlinge",
                "GB": "Hygrocybe"
            },
            "description": {
                "DE": "Die Saftlinge sind eine Pilzgattung aus der Familie der Schnecklingsverwandten. Aufgrund des glasigen bis wachsartigen Fleischs werden sie auch als Glasköpfe bezeichnet. Etliche Arten fallen durch freudig gefärbte Fruchtkörper auf. Sie bevorzugen meist nährstoffarme Standorte, weshalb sie auch als Zeigerarten für die Gütebeurteilung von Biotopen eingesetzt werden. Alle Saftlinge stehen in Deutschland unter Naturschutz.",
                "GB": "Hygrocybe is a genus of agarics in the family Hygrophoraceae. Called waxcaps in English, basidiocarps are often brightly coloured and have waxy to slimy caps, white spores, and smooth, ringless stems. In Europe they are characteristic of old, unimproved grasslands which are a declining habitat, making many Hygrocybe species of conservation concern. Elsewhere they are more typically found in woodlands. Most are ground-dwelling and all are believed to be moss associates. Around 150 species are recognized worldwide. Fruit bodies of several Hygrocybe species are considered edible and are sometimes offered for sale in local markets."
            }
        },
        {
            "category": "hygrophoraceae",
            "parent-categories": [
                "agaricales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Hygrophoraceae",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Hygrophoraceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Schnecklingsverwandte",
                "GB": "Hygrophoraceae"
            },
            "description": {
                "DE": "Die Hygrophoraceae sind eine Familie von Pilzen aus der Ordnung der Agaricales. Ursprünglich wurde die Familie der Hygrophoraceae mit weißporigen, dickkieligen Agariken, einschließlich der Hygrophorus- und Hygrocybe-Arten, begründet. Der DNA-Nachweis hat die Grenzen der Familie erweitert, so dass sie heute nicht nur Agariken, sondern auch basidioliche und kortikioide Pilze enthält. Die Arten sind also vielfältig und unterschiedlich ektomykorrhiziert, lichenisiert, mit Moosen assoziiert oder saprotrophisch. Die Familie umfasst 25 Gattungen und über 600 Arten. Keine davon ist von grosser wirtschaftlicher Bedeutung, obwohl die Fruchtkörper einiger Hygrocybe- und Hygrophorus-Arten als essbar gelten und für den Verkauf auf lokalen Märkten gesammelt werden können.",
                "GB": "The Hygrophoraceae are a family of fungi in the order Agaricales. Originally conceived as containing white-spored, thick-gilled agarics, including Hygrophorus and Hygrocybe species , DNA evidence has extended the limits of the family, so it now contains not only agarics, but also basidiolichens and corticioid fungi. Species are thus diverse and are variously ectomycorrhizal, lichenized, associated with mosses, or saprotrophic. The family contains 25 genera and over 600 species. None is of any great economic importance, though fruit bodies of some Hygrocybe and Hygrophorus species are considered edible and may be collected for sale in local markets."
            }
        },
        {
            "category": "hypholoma",
            "parent-categories": [
                "strophariaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Schwefelk%C3%B6pfe",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Hypholoma"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Schwefelköpfe",
                "GB": "Hypholoma"
            },
            "description": {
                "DE": "Schwefelköpfe sind eine Pilzgattung aus der Familie Träuschlingsverwandten. Am bekanntesten und häufigsten sind der essbare Graublättrige Schwefelkopf und der giftige Grünblättrige Schwefelkopf, die Typusart der Gattung.",
                "GB": "Hypholoma is a genus of fungi which are quite well known due to the commonness of sulphur tuft on stumps in temperate woodlands. Species in this genus are easily recognizable because the dark spores create a distinctive greenish effect on the yellow cap underside. Hypholoma means \"mushrooms with threads\" because of the thread-like veil that connects the cap to the stem when young and for the bundles of rhizomorphs which radiate outwards from the stem base. \nOther well-known species are H. capnoides and H. lateritium."
            }
        },
        {
            "category": "imleria",
            "parent-categories": [
                "boletoideae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Imleria",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Imleria"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Imleria",
                "GB": "Imleria"
            },
            "description": {
                "DE": "Imleria ist eine Pilzgattung aus der Familie der Dickröhrlingsverwandten. Die Fruchtkörper haben einen blassen, fast weißen bis kastanienbraunen Hut und Stiel sowie eine jung fast weiße, cremefarbene bis blassgelbe Röhrenschicht. Feucht ist die Hutoberfläche klebrig. Das Fleisch und die Röhren blauen auf Druck oder im Schnitt. Die Hutdeckschicht ist ein Ixotrichoderm, die Sporen sind glatt.",
                "GB": "Imleria is a genus of fungi in the family Boletaceae. It was erected in 2014 by Alfredo Vizzini as a new genus for what had previously been named Boletus badius or Xerocomus badius. It was placed in its own genus because of its distinct morphological features and because it had previously been found to belong in its own genus in a molecular phylogenetics study by Gelardi et al.. Zhu et al. placed three more species in Imleria. Species of Imleria can be found in Europe, North America and Asia. The genus is named in honor of Belgian mycologist Louis Imler ."
            }
        },
        {
            "category": "infundibulicybe",
            "parent-categories": [
                "tricholomataceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Infundibulicybe",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Infundibulicybe"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Infundibulicybe",
                "GB": "Infundibulicybe"
            },
            "description": {
                "DE": "Infundibulicybe ist eine Satellitengattung der Trichterlinge. Sie enthält die Pilzarten aus dem Verwandtschaftskreis des Mönchskopfs, der Typusart der Gattung.",
                "GB": "Infundibulicybe is a genus of fungi that is robustly placed incertae sedis as sister group to the Tricholomatoid clade. It has previously been part of the family of Tricholomataceae, but recent molecular phylogeny has shown it to take an isolated position within the Agaricales."
            }
        },
        {
            "category": "inocybaceae",
            "parent-categories": [
                "agaricales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Inocybaceae",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Inocybaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Risspilzverwandte",
                "GB": "Inocybaceae"
            },
            "description": {
                "DE": "Die Inocybaceae sind eine Familie von Pilzen der Ordnung Agaricales. Die Mitglieder dieser Familie haben eine weite Verbreitung in tropischen und gemäßigten Gebieten.",
                "GB": "The Inocybaceae are a family of fungi in the order Agaricales. Members of this family have a widespread distribution in tropical and temperate areas."
            }
        },
        {
            "category": "inocybe",
            "parent-categories": [
                "inocybaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Risspilze",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Inocybe"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Risspilze",
                "GB": "Inocybe"
            },
            "description": {
                "DE": "Die Risspilze sind eine artenreiche Pilzgattung aus der Familie der Risspilzverwandten.",
                "GB": "Inocybe is a large genus of mushroom-forming fungi with over 1400 species, including all forms and variations. Members of Inocybe are mycorrhizal, and some evidence shows that the high degree of speciation in the genus is due to adaptation to different trees and perhaps even local environments."
            }
        },
        {
            "category": "kuehneromyces",
            "parent-categories": [
                "strophariaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Stockschw%C3%A4mmchen",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Kuehneromyces"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Stockschwämmchen",
                "GB": "Kuehneromyces"
            },
            "description": {
                "DE": "Die Stockschwämmchen sind eine Pilzgattung aus der Familie der Träuschlingsverwandten .",
                "GB": "Kuehneromyces is a genus of agaric fungi in the family Strophariaceae. The genus was circumscribed by mycologists Rolf Singer and Alexander H. Smith in 1946."
            }
        },
        {
            "category": "laccaria",
            "parent-categories": [
                "hydnangiaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Laccaria",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Laccaria"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Lacktrichterlinge",
                "GB": "Laccaria"
            },
            "description": {
                "DE": "Laccaria ist eine Gattung von etwa 75 Pilzarten, die sowohl in gemäßigten als auch in tropischen Regionen der Welt vorkommen. Sie sind Mykorrhiza-Pilze. Die Typusart ist Laccaria laccata, allgemein als Täuscherpilz bekannt. Andere bemerkenswerte Arten sind L. bicolor und der Amethystbetrüger, der manchmal fälschlicherweise als L. amethystea bezeichnet wird. Da einige Laccaria-Arten die Fähigkeit haben, in Kultur vegetativ zu wachsen und\/oder aus Basidiosporen zu keimen, werden sie oft als experimentelle Systeme für Untersuchungen an ektomykorrhizierten Basidiomyceten verwendet. Sie haben ein \"tetrapolares Paarungssystem\", was bedeutet, dass es 4 Paarungstypen gibt, von denen sich jeweils zwei gegenseitig befruchten können. Kürzlich wurde das Genom von L. bicolor sequenziert.",
                "GB": "Laccaria is a genus around 75 species of fungus found in both temperate and tropical regions of the world. They are mycorrhizal. The type species is Laccaria laccata, commonly known as the deceiver. Other notable species include L. bicolor, and the amethyst deceiver, sometimes incorrectly written as L. amethystea. Because some Laccaria species have the ability to grow vegetatively and\/or germinate from basidiospores in culture, they are often used as experimental systems for studies of ectomycorrhizal basidiomycetes. They have a \"tetrapolar mating system\", meaning that there are 4 mating types, any two of which can fertilize each other. Recently, the genome of L. bicolor has been sequenced."
            }
        },
        {
            "category": "lactarius",
            "parent-categories": [
                "russulaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Milchlinge",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Lactarius"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Milchlinge",
                "GB": "Lactarius"
            },
            "description": {
                "DE": "Die Milchlinge sind eine artenreiche Gattung von Pilzen aus der Familie der Täublingsverwandten. Während früher alle Arten der Täublingsverwandten mit milchendem Fleisch in diese Gattung gestellt wurden, werden einige Arten aufgrund molekulargenetischer Untersuchungen heute zur Gattung Lactifluus gezählt.",
                "GB": "Lactarius is a genus of mushroom-producing, ectomycorrhizal fungi, containing several edible species. The species of the genus, commonly known as milk-caps, are characterized by the milky fluid they exude when cut or damaged. Like the closely related genus Russula, their flesh has a distinctive brittle consistency. It is a large genus with roughly 450 known species, mainly distributed in the Northern hemisphere. Recently, the genus Lactifluus has been separated from Lactarius based on molecular phylogenetic evidence."
            }
        },
        {
            "category": "lactifluus",
            "parent-categories": [
                "russulaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Lactifluus",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Lactifluus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Lactifluus",
                "GB": "Lactifluus"
            },
            "description": {
                "DE": "Lactifluus ist eine Pilzgattung und neben Lactarius die zweite Gattung von Milchlingen, die sich durch die namensgebende „Milch“ der Fruchtkörper auszeichnen. Sie gehört zur Familie der Täublingsverwandten, die durch das spröde Fleisch ihrer Fruchtkörper und die amyloide Ornamentierung ihrer Sporen gekennzeichnet sind.",
                "GB": "Lactifluus is one of three genera of mushroom-forming fungi containing species commonly named \"milk-caps\", the others being Lactarius and Multifurca. It has been separated from Lactarius based on molecular phylogenetic evidence but is very similar to that genus. There are roughly 150 known Lactifluus species, which have a mainly tropical distribution but are also found in the north temperate zone and Australasia. Some of them are edible mushrooms."
            }
        },
        {
            "category": "leccinellum",
            "parent-categories": [
                "leccinoideae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Leccinellum",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Leccinellum"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Leccinellum",
                "GB": "Leccinellum"
            },
            "description": {
                "DE": "Leccinellum ist eine Pilzgattung aus der Familie der Dickröhrlingsverwandten. Die Fruchtkörper ähneln in der Gestalt stark den Arten aus der Gattung Leccinum, besitzen aber in allen Fruchtkörperteilen ein gelbes Pigment. Ist es nur schwach ausgeprägt oder erscheint es nur vorübergehend an einzelnen Teilen, besteht die Hutdeckschicht aus Ketten mit kugelförmigen Zellen. Darüber hinaus verfärbt sich das Fleisch an der Luft oft rasch und gleichmäßig intensiv, beispielsweise erst rötlich, violettlich, lilafarben und schließlich grau oder schwärzlich. Die Arten der Gattungen Leccinum und Leccinellum werden im deutschen Sprachraum aufgrund der schuppigen\/rauen Stieloberfläche auch als „Raufüße“, kurz für „Raufußröhrlinge“, oder „Raustielröhrlinge“ bezeichnet.",
                "GB": "Leccinellum is a genus of fungi in the family Boletaceae. Mycologists Andreas Bresinsky and Manfred Binder circumscribed the genus in 2003 to contain Leccinum species with a yellow pore surface and a trichoderm-like cap cuticle. Leccinellum nigrescens was designated the type species; this taxon has since been renamed to Leccinellum crocipodium Della Maggiora & Trassinelli."
            }
        },
        {
            "category": "leccinoideae",
            "parent-categories": [
                "boletaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "",
                    "GB": ""
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Leccinoideae",
                "GB": "Leccinoideae"
            },
            "description": {
                "DE": "Leccinoideae",
                "GB": "Leccinoideae"
            }
        },
        {
            "category": "leccinum",
            "parent-categories": [
                "leccinoideae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Leccinum",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Leccinum"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Leccinum",
                "GB": "Leccinum"
            },
            "description": {
                "DE": "Leccinum ist eine Pilzgattung aus der Familie der Dickröhrlingsverwandten. Die Arten der Gattungen Leccinum und Leccinellum werden im deutschen Sprachraum aufgrund der schuppigen\/rauen Stieloberfläche auch als „Raufüße“, kurz für „Raufußröhrlinge“, oder „Raustielröhrlinge“ bezeichnet.",
                "GB": "Leccinum is a genus of fungi in the family Boletaceae. It was the name given first to a series of fungi within the genus Boletus, then erected as a new genus last century. Their main distinguishing feature is the small, rigid projections that give a rough texture to their stalks. The genus name was coined from the Italian Leccino, for a type of rough-stemmed bolete. The genus has a widespread distribution, especially in north temperate regions, and contains about 75 species."
            }
        },
        {
            "category": "lepista",
            "parent-categories": [
                "tricholomataceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/R%C3%B6telritterlinge",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Lepista"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Rötelritterlinge",
                "GB": "Lepista"
            },
            "description": {
                "DE": "Die Rötelritterlinge sind meist mittelgroße bis große, fleischige Pilze aus der Ordnung der Champignonartigen, die vor allem im Herbst recht zahlreich erscheinen. Sie stehen vom Habitus her zwischen Ritterlingen und Trichterlingen. Auffällig ist bei ihnen die Bildung von zum Teil recht großen Hexenringen. Sie bilden keine Mykorrhiza.",
                "GB": "Lepista is a genus of mushroom-forming fungi. According to the Dictionary of the Fungi, the widespread genus contains about 50 species. In 1969, Howard Bigelow and Alex H. Smith made the group a subgenus of Clitocybe."
            }
        },
        {
            "category": "leprocybe",
            "parent-categories": [
                "cortinarius"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Rauk%C3%B6pfe",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Lethal_webcaps"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Rauköpfe",
                "GB": "Orellani"
            },
            "description": {
                "DE": "Die Rauköpfe auch Rauhköpfe sind Pilze, die eine Untergattung der Schleierlinge bilden. Einige Arten sind tödlich giftig.",
                "GB": "The Orellani are a group of seven related species in the genus Cortinarius that have been classified as a section of the subgenus Leprocybe or a subgenus in their own right. They are among world's most poisonous mushrooms as they contain the highly toxic compound orellanine. The best-known species are the deadly webcap and the fool's webcap, C. orellanus."
            }
        },
        {
            "category": "lycoperdon",
            "parent-categories": [
                "agaricaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/St%C3%A4ublinge",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Lycoperdon"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Stäublinge",
                "GB": "Lycoperdon"
            },
            "description": {
                "DE": "Die Stäublinge sind eine Pilzgattung aus der Familie der Champignonverwandten. Bis auf den Hasen-Stäubling sind Stäublinge in einen sterilen Stiel- und einen sporenproduzierenden Kopfteil gegliedert. Der Name bezieht sich auf die reifen Fruchtkörper, deren Sporenstaub im Inneren bei Berührung oder auf Druck in einer deutlichen Wolke verpufft.",
                "GB": "Lycoperdon is a genus of puffball mushrooms. The genus has a widespread distribution and contains about 50 species. In general, it contains the smaller species such as the pear-shaped puffball and the gem-studded puffball. It was formerly classified within the now-obsolete order Lycoperdales, as the type genus which, following a restructuring of fungal taxonomy brought about by molecular phylogeny, has been split. Lycoperdon is now placed in the family Agaricaceae of the order Agaricales."
            }
        },
        {
            "category": "lyophyllaceae",
            "parent-categories": [
                "agaricales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Lyophyllaceae",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Lyophyllaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Raslingsverwandte",
                "GB": "Lyophyllaceae"
            },
            "description": {
                "DE": "Die Lyophyllaceae sind eine Familie von Pilzen der Ordnung Agaricales. Eine Schätzung aus dem Jahr 2008 ergab acht Gattungen und 157 Arten; ab November 2014 listet der Catalog of Life 13 Gattungen der Familie auf. Lyophyllaceae wurde 1981 vom Mykologen Walter Jülich umschrieben.",
                "GB": "The Lyophyllaceae is a family of fungi in the order Agaricales. A 2008 estimate indicated eight genera and 157 species; as of November 2014, the Catalog of Life lists 13 genera in the family. Lyophyllaceae was circumscribed by mycologist Walter Jülich in 1981."
            }
        },
        {
            "category": "macrolepiota",
            "parent-categories": [
                "agaricaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Riesenschirmlinge",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Macrolepiota"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Riesenschirmlinge",
                "GB": "Macrolepiota"
            },
            "description": {
                "DE": "Die Riesenschirmlinge sind eine Pilzgattung aus der Familie der Champignonverwandten.",
                "GB": "Macrolepiota is a genus of white spored, gilled mushrooms of the family Agaricaceae. The best-known member is the parasol mushroom. The widespread genus contains about 40 species."
            }
        },
        {
            "category": "megacollybia",
            "parent-categories": [
                "porotheleaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Megacollybia",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Megacollybia"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Megacollybia",
                "GB": "Megacollybia"
            },
            "description": {
                "DE": "Megacollybia ist eine Pilzgattung aus der Familie der Marasmiaceae. Die früher als monotypisch geltende Gattung wurde 2007 auf der Grundlage genetischer Daten in mehrere Arten aufgeteilt. Die Typusart, M. platyphylla, ist in ihrer Verbreitung auf Europa, Skandinavien sowie West- und Zentralrussland beschränkt. M. rimosa wurde 2013 aus Brasilien als neu in der Wissenschaft beschrieben.",
                "GB": "Megacollybia is a genus of fungus in the family Marasmiaceae. Previously thought to be monotypic, the genus was split into several species on the basis of genetic data in 2007. The type species, M. platyphylla, is restricted in distribution to Europe, Scandinavia, and western and central Russia. M. rimosa was described as new to science from Brazil in 2013."
            }
        },
        {
            "category": "morchella",
            "parent-categories": [
                "morchellaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Morcheln",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Morchella"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Morcheln",
                "GB": "Morchella"
            },
            "description": {
                "DE": "Die Morcheln sind eine Gattung der Schlauchpilze.",
                "GB": "Morchella, the true morels, is a genus of edible sac fungi closely related to anatomically simpler cup fungi in the order Pezizales. These distinctive fungi have a honeycomb appearance due to the network of ridges with pits composing their caps. Morels are prized by gourmet cooks, particularly in French cuisine. Due to difficulties in cultivation, commercial harvesting of wild morels has become a multimillion-dollar industry in the temperate Northern Hemisphere, in particular North America, Turkey, China, the Himalayas, India, and Pakistan, where these highly prized fungi are found in abundance."
            }
        },
        {
            "category": "morchellaceae",
            "parent-categories": [
                "pezizales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Morchellaceae",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Morchellaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Morchelverwandte",
                "GB": "Morchellaceae"
            },
            "description": {
                "DE": "Die Morchellaceae sind eine Familie von Ascomyceten-Pilzen in der Ordnung Pezizales. Gemäss einem Standardnachschlagewerk enthält die Familie mindestens 49 Arten, die auf 4 Gattungen verteilt sind. 2012 wurden jedoch 5 Gattungen hinzugefügt, die das Sequestrat und das hypogäische Ascoma produzieren. Die bekanntesten Mitglieder sind die hochgeschätzten und kommerziell gepflückten echten Morcheln der Gattung Morchella, die Fingerhutmorcheln der Gattung Verpa und eine Gattung der becherförmigen Pilze Disciotis. Die übrigen vier Gattungen produzieren die sequestrierten Fruchtkörper.",
                "GB": "The Morchellaceae are a family of ascomycete fungi in the order Pezizales. According to a standard reference work, the family has contained at least 49 species distributed among 4 genera, but in 2012, 5 genera producing the sequestrate and hypogeous ascoma were added. The best-known members are the highly regarded and commercially picked true morels of the genus Morchella, the thimble morels of the genus Verpa, and a genus of cup-shaped fungi Disciotis. The remaining four genera produce the sequestrate fruit bodies."
            }
        },
        {
            "category": "paxillaceae",
            "parent-categories": [
                "paxillineae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Paxillaceae",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Paxillaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Kremplingsverwandte",
                "GB": "Paxillaceae"
            },
            "description": {
                "DE": "Die Paxillaceae sind eine Familie pilzbildender Pilze mit enger Verwandtschaft zu den Boletten. Insgesamt umfasst die Familie neun Gattungen und 78 Arten. Die Gattungen Paxillus, die Pilze mit dekurrenten Kiemen enthält, und Gyrodon, die u.a. Mitglieder mit dekurrenten Poren hat, gehören zur Gattung der Paxillus. Der französische Mykologe René Maire hatte die Familie 1902 aufgestellt, indem er sie zwischen die Pilze Agarics und Boletes einordnete und die Ähnlichkeiten der Gruppen mit der letzteren Gruppe erkannte. Maire's Verwendung des Namens wurde später als ungültig erachtet, und die Autorität der Gattung wird Johannes Paulus Lotsy zugeschrieben. Die molekulare Forschung bestätigt die Verwandtschaft von Gyrodon mit dem rekurrent-porigen Pilz G. lividus, Paragyrodon mit der Typusart P. sphaerosporus und Paxillus als Schwestergruppen, die zusammen in der Nähe der Basis eines phylogenetischen Baumes liegen, aus dem die Gattung Boletus hervorgeht. Der Name Gyrodontaceae, 1951 vom belgischen Botaniker Paul Heinemann veröffentlicht, gilt als Synonym für Paxillaceae.",
                "GB": "The Paxillaceae are a family of mushroom-forming fungi bearing close affinity to the boletes. Collectively, the family contains nine genera and 78 species. The type genus is Paxillus, containing fungi with decurrent gills, and Gyrodon, which has members with decurrent pores, among others. French mycologist René Maire had erected the family in 1902, placing it between the agarics and boletes and recognizing the groups' similarities with the latter group. Maire's usage of the name was later deemed to be invalid, and the genus authority is attributed to Johannes Paulus Lotsy. Molecular research confirms the relations of Gyrodon, with the decurrent-pored mushroom G. lividus, Paragyrodon, with the type species P. sphaerosporus, and Paxillus as sister groups, together lying near the base of a phylogenetic tree from which the genus Boletus arises. The name Gyrodontaceae, published by Belgian botanist Paul Heinemann in 1951, is considered synonymous with Paxillaceae."
            }
        },
        {
            "category": "paxillineae",
            "parent-categories": [
                "boletales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "",
                    "GB": ""
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Paxillineae",
                "GB": "Paxillineae"
            },
            "description": {
                "DE": "Paxillineae",
                "GB": "Paxillineae"
            }
        },
        {
            "category": "paxillus",
            "parent-categories": [
                "paxillaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Echte_Kremplinge",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Paxillus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Echte Kremplinge",
                "GB": "Paxillus"
            },
            "description": {
                "DE": "Die Echten Kremplinge sind eine Pilzgattung aus der Familie der Kremplingsverwandten. Trotz ihres lamellenartig ausgebildeten Hymenophors gehören sie zur Dickröhrlingsverwandtschaft. Früher beinhaltete die Gattung auch die saprob lebenden Holzkremplinge .",
                "GB": "Paxillus is a genus of mushrooms of which most are known to be poisonous or inedible. Species include Paxillus involutus and Paxillus vernalis. Two former species—Tapinella panuoides and Tapinella atrotomentosa—have now been transferred to the related genus Tapinella in the family Tapinellaceae\n"
            }
        },
        {
            "category": "pezizales",
            "parent-categories": [
                "pezizomycetes"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Becherlingsartige",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Pezizales"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Becherlingsartige",
                "GB": "Pezizales"
            },
            "description": {
                "DE": "Die Becherlingsartigen sind eine Ordnung der Schlauchpilze und umfassen viele der als Speisepilz genutzten Schlauchpilze, so auch die Trüffel. Sie bilden alleine die Klasse der Pezizomycetes.",
                "GB": "The Pezizales are an order of the subphylum Pezizomycotina within the phylum Ascomycota. The order contains 16 families, 199 genera, and 1683 species. It contains a number of species of economic importance, such as morels, the black and white truffles, and the desert truffles. The Pezizales can be saprobic, mycorrhizal, or parasitic on plants. Species grow on soil, wood, leaves and dung. Soil-inhabiting species often fruit in habitats with a high pH and low content of organic matter, including disturbed ground. Most species occur in temperate regions or at high elevation. Several members of the Sarcoscyphaceae and Sarcosomataceae are common in tropical regions."
            }
        },
        {
            "category": "pezizomycetes",
            "parent-categories": [
                "fungi"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Pezizomycetes",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Pezizomycetes"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Pezizomycetes",
                "GB": "Pezizomycetes"
            },
            "description": {
                "DE": "Pezizomyceten sind eine Klasse von Pilzen innerhalb der Division Ascomycota.",
                "GB": "Pezizomycetes are a class of fungi within the division Ascomycota."
            }
        },
        {
            "category": "phallomycetidae",
            "parent-categories": [
                "agaricomycetes"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Phallomycetidae",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Phallomycetidae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Phallomycetidae",
                "GB": "Phallomycetidae"
            },
            "description": {
                "DE": "Die Phallomycetidae ist eine Unterklasse der Agaricomycetes und umfasst sehr unterschiedliche Formen wie die Stinkmorchel, Schweinsohren oder die Erdsterne.",
                "GB": "Phallomycetidae is a subclass of the class Agaricomycetes of fungi."
            }
        },
        {
            "category": "physalacriaceae",
            "parent-categories": [
                "agaricales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Physalacriaceae",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Physalacriaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Physalacriaceae",
                "GB": "Physalacriaceae"
            },
            "description": {
                "DE": "Die Physalacriaceae sind eine Familie von Pilzen in der Ordnung Agaricales. Die Arten der Familie haben eine weite Verbreitung, die von der Arktis bis in die Tropen, z.B. Gloiocephala, und von Meeresstandorten und Süßwasser bis zu semiariden Wäldern reicht.",
                "GB": "The Physalacriaceae are a family of fungi in the order Agaricales. Species in the family have a widespread distribution, ranging from the Arctic,, to the tropics, e.g. Gloiocephala, and from marine sites and fresh waters to semiarid forests ."
            }
        },
        {
            "category": "polyporales",
            "parent-categories": [
                "incertae sedis"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Stielporlingsartige",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Polyporales"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Stielporlingsartige",
                "GB": "Polyporales"
            },
            "description": {
                "DE": "Die Stielporlingsartigen sind eine Ordnung Großpilze aus der Klasse Agaricomycetes. Früher wurden sie mit den Stachel-, Keulen- und Leistenpilzen sowie sämtlichen Formen der krustenartigen Rindenpilzen als Nichtblätterpilze bezeichnet. Diese Einordnung ist aber nicht mehr aktuell, da sich das Taxon als polyphyletisch erwiesen hat.",
                "GB": "The Polyporales are an order of about 1800 species of fungi in the division Basidiomycota. The order includes some polypores as well as many corticioid fungi and a few agarics. Many species within the order are saprotrophic, most of them wood-rotters. Some genera, such as Ganoderma and Fomes, contain species that attack living tissues and then continue to degrade the wood of their dead hosts. Those of economic importance include several important pathogens of forest and amenity trees and a few species that cause damage by rotting structural timber. Some of the Polyporales are commercially cultivated and marketed for use as food items or in traditional Chinese medicine."
            }
        },
        {
            "category": "porotheleaceae",
            "parent-categories": [
                "agaricales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Porotheleaceae",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Porotheleaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Porotheleaceae",
                "GB": "Porotheleaceae"
            },
            "description": {
                "DE": "Die Porotheleaceae sind eine Familie von saprophytischen, hauptsächlich holzzerstörenden Pilzen in der Ordnung Agaricales, die in erster Linie Agaricales sind, aber auch cyphelloide und polyporoide Mitglieder umfassen. Die Familie wurde in der Literatur informell als \"Hydropoid\"-Klasse zitiert. Die Typusgattung, Porotheleum, wurde 2002 in die phylogenetisch definierte Klasse eingeordnet, aber die Klasse wurde 2006 stärker unterstützt, ohne jedoch Porotheleum einzubeziehen. Ihre Schwestergruppe sind die Cyphellaceae, beide in der \"marasmioiden Klasse\". Einige der einbezogenen Taxa werden von Ameisen kultiviert. In jüngerer Zeit wurde die Familie in einer Analyse, die Porotheleum einbezog, anerkannt.",
                "GB": "The Porotheleaceae are a family of saprophytic, mainly wood-decay fungi in the order Agaricales that are primarily agarics, but also include cyphelloid and polyporoid members. The family had been informally cited in the literature as the 'hydropoid' clade. The type genus, Porotheleum, was placed in the phylogenetically defined clade in 2002 but the clade was more strongly supported in 2006 but without including Porotheleum. Its sister group is the Cyphellaceae, both in the 'marasmioid clade'. Some included taxa are cultivated by ants. More recently the family was recognized in an analysis that included Porotheleum."
            }
        },
        {
            "category": "russula",
            "parent-categories": [
                "russulaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/T%C3%A4ublinge",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Russula"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Täublinge",
                "GB": "Russula"
            },
            "description": {
                "DE": "Täublinge sind eine sehr umfangreiche Pilzgattung aus der Familie der Täublingsverwandten in der Ordnung der Täublingsartigen. Die Täublinge zählen mit schätzungsweise 750 Arten zu den artenreichsten Pilzgattungen. Es handelt sich zumindest bei den europäischen Arten der weltweit verbreiteten Gattung ausschließlich um Mykorrhiza-Pilze, die für den Bestand unserer Wälder unverzichtbar sind. Die Fruchtkörper sind meist recht groß und häufig auffallend bunt, zudem zählen einige Arten zu den beliebtesten Speisepilzen. So sind die Täublinge gleichermaßen bei Mykologen und Pilzsammlern sehr beliebt. Zu ihren charakteristischsten Merkmalen gehören neben den spröden Lamellen das glatt wie eine Karotte brechende Fleisch. Der Grund hierfür sind die im Pilzfleisch eingelagerten Kugelzellen, die Sphaerozysten. Eine weitere Besonderheit ist das Sporenornament, das sind warzige oder dornige Verzierungen, die die Sporen unter dem Mikroskop fast wie Kieselalgen aussehen lassen. Allerdings wird dieses Ornament erst sichtbar, wenn man die Sporen mit Jodreagenz anfärbt. All diese Merkmale teilen sich die Täublinge mit den Milchlingen, ihrer Schwestergattung, von der sie sich dadurch unterscheiden, dass ihre Saftgänge im Gegensatz zu den Milchlingen keinen Milchsaft führen. Die Gattung Russula wurde von Christian Hendrik Persoon im Jahre 1796 beschrieben.",
                "GB": "Around 750 worldwide species of ectomycorrhizal mushrooms compose the genus Russula. They are typically common, fairly large, and brightly colored – making them one of the most recognizable genera among mycologists and mushroom collectors. Their distinguishing characteristics include usually brightly coloured caps, a white to dark yellow spore print, brittle, attached gills, an absence of latex, and absence of partial veil or volva tissue on the stem. Microscopically, the genus is characterised by the amyloid ornamented spores and flesh composed of spherocysts. Members of the related genus Lactarius have similar characteristics but emit a milky latex when their gills are broken. The genus was described by Christian Hendrik Persoon in 1796."
            }
        },
        {
            "category": "russulaceae",
            "parent-categories": [
                "russulales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/T%C3%A4ublingsverwandte",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Russulaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Täublingsverwandte",
                "GB": "Russulaceae"
            },
            "description": {
                "DE": "Die Täublingverwandten, in älterer Literatur teils auch „Sprödblättler“ genannt, sind eine Familie von Großpilzen aus der Ordnung der Täublingsartigen .",
                "GB": "The Russulaceae are a diverse family of fungi in the order Russulales, with roughly 1,900 known species and a worldwide distribution. They comprise the brittlegills and the milk-caps, well-known mushroom-forming fungi that include some edible species. These gilled mushrooms are characterised by the brittle flesh of their fruitbodies."
            }
        },
        {
            "category": "russulales",
            "parent-categories": [
                "incertae sedis"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/T%C3%A4ublingsartige",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Russulales"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Täublingsartige",
                "GB": "Russulales"
            },
            "description": {
                "DE": "Die Täublingsartigen sind eine Ordnung von Großpilzen aus der Klasse der Agaricomycetes.",
                "GB": "The Russulales are an order of the Agaricomycetes,. According to the Dictionary of the Fungi, the order consists of 12 families, 80 genera, and 1767 species. According to Species Fungorum , the order contains 13 families, 117 genera , and 3,060 species."
            }
        },
        {
            "category": "sarcodon",
            "parent-categories": [
                "bankeraceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Braunsporstachelinge",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Sarcodon"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Braunsporstachelinge",
                "GB": "Sarcodon"
            },
            "description": {
                "DE": "Die Braunsporstachelinge umfassen fleischige Stachelpilze mit kompakteren Fruchtkörpern. Das Sporenpulver hat eine braune Farbe und die Sporen sind typisch höckerig geformt. Alle Arten sind Bodenbewohner.",
                "GB": "Sarcodon is a genus of fungi in the family Bankeraceae, which is part of the order Thelephorales known for its almost universal ectomycorrhizal life style.\nThe genus owes its name to the presence of teeth-like spines on the hymenophore, it is derived from ancient greek; sarco = flesh and odon = tooth. This is why they are commonly called \"tooth fungi\", or \"Hydnoid fungi\"."
            }
        },
        {
            "category": "scleroderma",
            "parent-categories": [
                "sclerodermataceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Kartoffelboviste",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Scleroderma_(fungus)"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Kartoffelboviste",
                "GB": "Scleroderma"
            },
            "description": {
                "DE": "Die Kartoffel- oder Hartboviste sind eine Pilzgattung aus der Familie der Kartoffelbovistverwandten. Das Äußere der Fruchtkörper lässt eine Verwandtschaft zu den Bovisten und Stäublingen vermuten, tatsächlich aber zählen sie zu den Dickröhrlingsartigen. Früher wurden die Sclerodermataceae auch zusammen mit den Wettersternen in die eigene Ordnung Sclerodermatales gestellt. Die Vertreter der Gattung sind giftig. Gering dosiert wurden die Kartoffelboviste auch schon zur Fälschung von Echten Trüffeln in Lebensmitteln eingesetzt.",
                "GB": "Scleroderma is a genus of fungi, commonly known as earth balls, now known to belong to the Boletales order, in suborder Sclerodermatineae. The best known species are S. citrinum and S. verrucosum. They are found worldwide.\nVarious members of this genus are used as inoculation symbionts to colonize and promote the growth of tree seedlings in nurseries. They are not edible."
            }
        },
        {
            "category": "sclerodermataceae",
            "parent-categories": [
                "sclerodermatineae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Sclerodermataceae",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Sclerodermataceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Kartoffelbovistverwandte",
                "GB": "Sclerodermataceae"
            },
            "description": {
                "DE": "Die Sclerodermataceae sind eine Familie von Pilzen der Ordnung Boletales, die mehrere Gattungen ungewöhnlicher Pilze enthält, die wenig Ähnlichkeit mit Steinpilzen haben. Taxa, zu denen auch Arten gehören, die gemeinhin als \"harthäutige Puffbälle\", \"Erdbälle\" oder \"Erdsterne\" bekannt sind, sind sowohl in gemäßigten als auch in tropischen Regionen weit verbreitet. Zu den bekanntesten Vertretern gehören der Erdball Scleroderma citrinum, der Farbpilz Pisolithus tinctorius und die \"Hübschmäuler\" der Gattung Calostoma.",
                "GB": "The Sclerodermataceae are a family of fungi in the order Boletales, containing several genera of unusual fungi that little resemble boletes. Taxa, which include species commonly known as the ‘hard-skinned puffballs’, ‘earthballs’, or 'earthstars', are widespread in both temperate and tropical regions. The best known members include the earthball Scleroderma citrinum, the dye fungus Pisolithus tinctorius and the 'prettymouths' of the genus Calostoma."
            }
        },
        {
            "category": "sclerodermatineae",
            "parent-categories": [
                "boletales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Sclerodermatineae",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Sclerodermatineae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Sclerodermatineae",
                "GB": "Sclerodermatineae"
            },
            "description": {
                "DE": "Sklerodermatineae ist eine Unterordnung der Pilzordnung Boletales. Sie wurde 2002 von den Mykologen Manfred Binder und Andreas Bresinsky beschrieben und umfasst neun Gattungen und etwa 80 Arten. Die Unterordnung enthält eine vielfältige Ansammlung von Fruchtkörpermorphologien, einschließlich Boletten, gasteroiden Formen, Erdsternen und Puffern. Die meisten Arten sind Ektomykorrhiza-Arten, obwohl die ökologische Rolle einiger Arten nicht mit Sicherheit bekannt ist. Es wird angenommen, dass die Unterordnung ihren Ursprung in der späten Kreidezeit in Asien und Nordamerika hat, und die Hauptgattungen diversifizierten sich um das mittlere Känozoikum.",
                "GB": "Sclerodermatineae is a suborder of the fungal order Boletales. Circumscribed in 2002 by mycologists Manfred Binder and Andreas Bresinsky, it contains nine genera and about 80 species. The suborder contains a diverse assemblage fruit body morphologies, including boletes, gasteroid forms, earthstars, and puffballs. Most species are ectomycorrhizal, although the ecological role of some species is not known with certainty. The suborder is thought to have originated in the late Cretaceous in Asia and North America, and the major genera diversified around the mid Cenozoic ."
            }
        },
        {
            "category": "singerocybe",
            "parent-categories": [
                "tricholomataceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Singerocybe",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Singerocybe"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Singerocybe",
                "GB": "Singerocybe"
            },
            "description": {
                "DE": "Singerocybe ist eine Pilzgattung, die sechs Arten umfasst. Singerocybe wurde 1988 von dem finnischen Mykologen Harri Harmaja mit Singerocybe viscida als Typusart umschrieben.",
                "GB": "Singerocybe is a genus of fungi that contains six species. Singerocybe was circumscribed by the Finnish mycologist Harri Harmaja in 1988 with Singerocybe viscida as the type species."
            }
        },
        {
            "category": "sparassidaceae",
            "parent-categories": [
                "polyporales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Sparassidaceae",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Sparassidaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Gluckenverwandte",
                "GB": "Sparassidaceae"
            },
            "description": {
                "DE": "Die Sparassidaceae sind eine Familie von Pilzen in der Ordnung Polyporales. Die Familie wurde 1910 vom deutschen Botaniker Wilhelm Herter auf die Gattung Sparassis umschrieben. Sparassiella wurde der Familie 1964 hinzugefügt. Ab April 2018 nimmt der Index Fungorum 10 Arten in die Familie der Sparassidaceae auf.",
                "GB": "The Sparassidaceae are a family of fungi in the order Polyporales. The family was circumscribed by German botanist Wilhelm Herter in 1910 to contain the genus Sparassis. Sparassiella was added to the family in 1964. As of April 2018, Index Fungorum accepts 10 species in the Sparassidaceae."
            }
        },
        {
            "category": "sparassis",
            "parent-categories": [
                "sparassidaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Glucken_(Pilze)",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Sparassis"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Glucken (Pilze)",
                "GB": "Sparassis"
            },
            "description": {
                "DE": "Die Glucken sind eine Pilzgattung aus der Familie der Gluckenverwandten, die zum Verwandtschaftskreis der Stielporlingsartigen gehört.",
                "GB": "Sparassis is a genus of parasitic and saprobic mushrooms characterised by their unique shape and appearance. This appearance can be described as similar to a sea sponge, a brain, or a head of cauliflower, from which it has been given its popular name."
            }
        },
        {
            "category": "strophariaceae",
            "parent-categories": [
                "agaricales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Tr%C3%A4uschlingsverwandte",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Strophariaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Träuschlingsverwandte",
                "GB": "Strophariaceae"
            },
            "description": {
                "DE": "Die Träuschlingsverwandten sind eine Familie aus der Ordnung der Champignonartigen. Zu den Träuschlingsverwandten gehören Arten mit kleinen bis mittelgroßen und vereinzelt auch sehr großen Fruchtkörpern. Die Pilze wachsen auf Holz oder Erdboden.",
                "GB": "The Strophariaceae are a family of fungi in the order Agaricales. Under an older classification, the family covered 18 genera and 1316 species. The species of Strophariaceae have red-brown to dark brown spore prints, while the spores themselves are smooth and have an apical germ pore. These agarics are also characterized by having a cutis-type pileipellis. Ecologically, all species in this group are saprotrophs, growing on various kinds of decaying organic matter. The family was circumscribed in 1946 by mycologists Rolf Singer and Alexander H. Smith."
            }
        },
        {
            "category": "suillaceae",
            "parent-categories": [
                "suillineae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Schmierr%C3%B6hrlingsverwandte",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Suillaceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Schmierröhrlingsverwandte",
                "GB": "Suillaceae"
            },
            "description": {
                "DE": "Die Schmierröhrlingsverwandten sind eine Familie aus der Ordnung der Dickröhrlingsartigen mit weltweit 58 Arten.",
                "GB": "The Suillaceae are a family of fungi in the order Boletales, containing the boletus-like Suillus, the small truffle-like Truncocolumella, as well as the monotypic genus Psiloboletinus. As of 2008, there are 54 species in the family. Gastrosuillus, once considered a distinct genus, has been shown with molecular analysis to be a recent evolutionary derivative of Suillus. Fuscoboletinus, described by Pomerleau and Smith in 1962, has also been subsumed into Suillus."
            }
        },
        {
            "category": "suillineae",
            "parent-categories": [
                "boletales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "",
                    "GB": ""
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Suillineae",
                "GB": "Suillineae"
            },
            "description": {
                "DE": "Suillineae",
                "GB": "Suillineae"
            }
        },
        {
            "category": "suillus",
            "parent-categories": [
                "suillaceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Schmierr%C3%B6hrlinge",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Suillus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Schmierröhrlinge",
                "GB": "Suillus"
            },
            "description": {
                "DE": "Die Schmierröhrlinge sind eine Pilzgattung aus der Familie der Schmierröhrlingsverwandten.",
                "GB": "Suillus is a genus of basidiomycete fungi in the family Suillaceae and order Boletales. Species in the genus are associated with trees in the pine family, and are mostly distributed in temperate locations in the Northern Hemisphere, although some species have been introduced to the Southern Hemisphere."
            }
        },
        {
            "category": "thelephorales",
            "parent-categories": [
                "incertae sedis"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Thelephorales",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Thelephorales"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Warzenpilzartige",
                "GB": "Thelephorales"
            },
            "description": {
                "DE": "Die Thelephorales sind eine Ordnung von Pilzen aus der Klasse der Agaricomyceten. Die Ordnung umfasst kortikale und hydnoide Pilze sowie einige wenige Polyporen und Clavarioid-Arten. Die meisten Pilze innerhalb der Thelephorales sind ektomykorrhizal. Keiner dieser Pilze ist von großer wirtschaftlicher Bedeutung, obwohl Sarkodon imbricatus essbar ist und kommerziell vermarktet wird, während mehrere Arten für die handwerkliche Färbung verwendet wurden.",
                "GB": "The Thelephorales are an order of fungi in the class Agaricomycetes. The order includes corticioid and hydnoid fungi, together with a few polypores and clavarioid species. Most fungi within the Thelephorales are ectomycorrhizal. None is of any great economic importance, though Sarcodon imbricatus is edible and commercially marketed, whilst several species have been used for craft dyeing."
            }
        },
        {
            "category": "tricholoma",
            "parent-categories": [
                "tricholomataceae"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Ritterlinge",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Tricholoma"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Ritterlinge",
                "GB": "Tricholoma"
            },
            "description": {
                "DE": "Die Ritterlinge sind eine Pilzgattung mit relativ dickfleischigen Arten aus der Familie der Ritterlingsverwandten. Die Herkunft des wissenschaftlichen Namens Tricholoma bezieht sich auf den Bärtigen Ritterling, während der deutsche Name „Ritterling“ einer Legende nach die Pilze bezeichnet, die den Rittersleuten vorbehalten waren.",
                "GB": "Tricholoma is a genus of fungus that contains many fairly fleshy white-spored gilled mushrooms which are found worldwide generally growing in woodlands. These are ectomycorrhizal fungi, existing in a symbiotic relationship with various species of coniferous or broad-leaved trees. The generic name derives from Ancient Greek: τριχο-, romanized: tricho-, lit. 'hair' and Ancient Greek: λῶμα, romanized: loma, lit. 'fringe, border' although only a few species have shaggy caps which fit this description."
            }
        },
        {
            "category": "tricholomataceae",
            "parent-categories": [
                "agaricales"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Ritterlingsverwandte",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Tricholomataceae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Ritterlingsverwandte",
                "GB": "Tricholomataceae"
            },
            "description": {
                "DE": "Die Ritterlingsverwandten sind eine große, kosmopolitisch verbreitete Familie in der Ordnung der Champignonartigen .",
                "GB": "The Tricholomataceae are a large family of mushrooms within the Agaricales. Originally a classic \"wastebasket taxon\", the family included any white-, yellow-, or pink-spored genera in the Agaricales not already classified as belonging to e.g. the Amanitaceae, Lepiotaceae, Hygrophoraceae, Pluteaceae, or Entolomataceae."
            }
        }
    ],
    "classes": [
        {
            "class": "agaricus_arvensis",
            "categories": [
                "agaricus"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Wei%C3%9Fer_Anis-Champignon",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Agaricus_arvensis"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Weißer Anis-Champignon",
                "GB": "Agaricus arvensis"
            },
            "description": {
                "DE": "Der Weiße Anis-Champignon (Agaricus arvensis, Syn.: Psalliota arvensis) ist eine Pilzart aus der Familie der Champignonverwandten. Weitere Namen sind Schaf-Egerling, Gemeiner Anis-Egerling und Schaf-Champignon. Die Art ist als Speisepilz beliebt. Sein Fleisch riecht angenehm nach Anis.",
                "GB": "Agaricus arvensis, commonly known as the horse mushroom, is a mushroom of the genus Agaricus."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "agaricus_campestris",
            "categories": [
                "agaricus"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Wiesen-Champignon",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Agaricus_campestris"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Wiesen-Champignon",
                "GB": "Agaricus campestris"
            },
            "description": {
                "DE": "Der Wiesen-Champignon, auch unter den Namen Feld- oder Wiesenegerling bekannt, ist ein Blätterpilz aus der Familie der Champignonverwandten. Die Art umfasst zahlreiche, teils schwer unterscheidbare Varietäten und kann leicht mit anderen Gattungsvertretern verwechselt werden. Der Wiesen-Champignon wurde von der Deutschen Gesellschaft für Mykologie zum Pilz des Jahres 2018 ernannt.",
                "GB": "Agaricus campestris is a widely eaten gilled mushroom closely related to the cultivated button mushroom Agaricus bisporus. It is commonly known as the field mushroom or, in North America, meadow mushroom."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "agaricus_silvicola",
            "categories": [
                "agaricus"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/D%C3%BCnnfleischiger_Anis-Egerling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Agaricus_silvicola"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Dünnfleischiger Anis-Egerling",
                "GB": "Agaricus silvicola"
            },
            "description": {
                "DE": "Der Dünnfleischige Anis-Egerling oder -champignon ist ein essbarer Pilz aus der Familie der Champignonverwandten .",
                "GB": "Agaricus silvicola, also known as the wood mushroom, is a species of Agaricus mushroom related to the button mushroom."
            },
            "edibility": [
                "edible"
            ]
        },
        {
            "class": "agaricus_xanthoderma",
            "categories": [
                "agaricus"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Karbol-Champignon",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Agaricus_xanthodermus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Karbol-Champignon",
                "GB": "Agaricus xanthodermus"
            },
            "description": {
                "DE": "Der Karbol-Champignon, auch Gift-Egerling oder Karbol-Egerling genannt, ist eine giftige Pilzart aus der Familie der Champignonverwandten, der essbaren Champignons sehr ähnlich sieht. Er kommt zudem im selben Terrain vor wie der Wiesenchampignon, riecht aber unangenehm nach Phenol. Der Name Tinten-Egerling kommt von der ähnlich riechenden Eisengallustinte.",
                "GB": "Agaricus xanthodermus, commonly known as the yellow-staining mushroom or simply the yellow-stainer, is a mushroom of the genus Agaricus, which displays a strong yellow colouration at the base of the stem when cut. It is poisonous for most people, causing gastrointestinal upset, but can be eaten by some without apparent negative effect."
            },
            "edibility": [
                "poisonous"
            ]
        },
        {
            "class": "amanita_citrina",
            "categories": [
                "amanita"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Gelber_Knollenbl%C3%A4tterpilz",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Amanita_citrina"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Gelber Knollenblätterpilz",
                "GB": "Amanita citrina"
            },
            "description": {
                "DE": "Der Gelbe Knollenblätterpilz, auch als Zitronengelber Knollenblätterpilz, Gelblicher Knollenblätterpilz oder Gelber Wulstling bekannt, ist eine Pilzart aus der Familie der Wulstlingsverwandten.",
                "GB": "Known as the false death cap, or Citron Amanita, Amanita citrina is a basidiomycotic mushroom, one of many in the genus Amanita. It grows in silicate soil in the summer and autumn months. It bears a pale yellow or sometimes white cap, with white stem, ring and volva. Though not deadly, it is inedible and often confused for the lethal death cap ."
            },
            "edibility": [
                "inedible"
            ]
        },
        {
            "class": "amanita_muscaria",
            "categories": [
                "amanita"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Fliegenpilz",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Amanita_muscaria"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Fliegenpilz",
                "GB": "Amanita muscaria"
            },
            "description": {
                "DE": "Der Fliegenpilz (Amanita muscaria), auch Roter Fliegenpilz genannt, ist eine giftige Pilzart aus der Familie der Wulstlingsverwandten. Die Fruchtkörper erscheinen in Mitteleuropa von Juni bis zum Beginn des Winters, hauptsächlich von Juli bis Oktober.",
                "GB": "Amanita muscaria, commonly known as the fly agaric or fly amanita, is a basidiomycete of the genus Amanita. It is also a muscimol mushroom. Native throughout the temperate and boreal regions of the Northern Hemisphere, Amanita muscaria has been unintentionally introduced to many countries in the Southern Hemisphere, generally as a symbiont with pine and birch plantations, and is now a true cosmopolitan species. It associates with various deciduous and coniferous trees."
            },
            "edibility": [
                "poisonous",
                "psychoactive"
            ]
        },
        {
            "class": "amanita_pantherina",
            "categories": [
                "amanita"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Pantherpilz",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Amanita_pantherina"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Pantherpilz",
                "GB": "Amanita pantherina"
            },
            "description": {
                "DE": "Der Pantherpilz ist eine Pilzart aus der Familie der Wulstlingsverwandten. Die Fruchtkörper des Pantherpilzes zeigen typische Wulstlingsmerkmale: braune, mit weißen Flocken besetzte Hüte, beringte weiße Stiele mit verdickter Knolle am unteren Ende und helle, dicht stehende Lamellen. Der Pantherpilz ist stark giftig. Die Fruchtkörper enthalten Ibotensäure, Muscimol und Muscazon.",
                "GB": "Amanita pantherina, also known as the panther cap and false blusher due to its similarity to the true blusher, is a species of fungus found in Europe and Western Asia."
            },
            "edibility": [
                "poisonous",
                "psychoactive"
            ]
        },
        {
            "class": "amanita_phalloides",
            "categories": [
                "amanita"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Gr%C3%BCner_Knollenbl%C3%A4tterpilz",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Amanita_phalloides"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Grüner Knollenblätterpilz",
                "GB": "Amanita phalloides"
            },
            "description": {
                "DE": "Der Grüne Knollenblätterpilz oder Grünliche Gift-Wulstling ist eine Pilzart aus der Familie Amanitaceae, der zur Gattung der Wulstlinge zählt. Er ist ein mit Laubbäumen vergesellschafteter Mykorrhizapilz. Der Verzehr auch nur geringer Mengen eines Fruchtkörpers dieses Giftpilzes kann zu einer tödlichen Pilzvergiftung führen, da die enthaltenen Gifte ein Leberversagen verursachen.",
                "GB": "Amanita phalloides, commonly known as the death cap, is a deadly poisonous basidiomycete fungus, one of many in the genus Amanita. Widely distributed across Europe, but now sprouting in other parts of the world, A. phalloides forms ectomycorrhizas with various broadleaved trees. In some cases, the death cap has been introduced to new regions with the cultivation of non-native species of oak, chestnut, and pine. The large fruiting bodies appear in summer and autumn; the caps are generally greenish in colour with a white stipe and gills. Cap colour is variable, including white forms, and thus not a reliable identifier."
            },
            "edibility": [
                "deadly"
            ]
        },
        {
            "class": "amanita_porphyria",
            "categories": [
                "amanita"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Porphyrbrauner_Wulstling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Amanita_porphyria"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Porphyrbrauner Wulstling",
                "GB": "Amanita porphyria"
            },
            "description": {
                "DE": "Der Porphyrbraune Wulstling, auch Porphyrwulstling oder Purpurbrauner Wulstling genannt, ist eine Pilzart aus der Familie der Wulstlingsverwandten.",
                "GB": "Amanita porphyria, also known as the grey veiled amanita, is a fairly common, inedible mushroom of the genus Amanita found in Europe and North America."
            },
            "edibility": [
                "inedible"
            ]
        },
        {
            "class": "amanita_regalis",
            "categories": [
                "amanita"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/K%C3%B6nigs-Fliegenpilz",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Amanita_regalis"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Königs-Fliegenpilz",
                "GB": "Amanita regalis"
            },
            "description": {
                "DE": "Der Königs-Fliegenpilz oder Braune Fliegenpilz ist eine Pilzart aus der Familie der Wulstlingsverwandten.",
                "GB": "Amanita regalis, commonly known as the royal fly agaric or the king of Sweden Amanita, is a species of fungus in the family Amanitaceae. Common in Scandinavian countries, it is also found in eastern and northern Europe. In North America, its distribution is restricted to Alaska. The fruit bodies of the fungus somewhat resemble the fly agaric, and it was formerly regarded as a variety of this species. A. regalis differs from it in being larger, with a liver-brown cap bearing numerous scabs, and in having a stem which is yellow-ochre at the base, with patches or rings of patches. Chemical analysis has shown that this species contains muscimol, the same psychoactive compound found in A. muscaria."
            },
            "edibility": [
                "poisonous",
                "psychoactive"
            ]
        },
        {
            "class": "amanita_rubescens",
            "categories": [
                "amanita"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Perlpilz",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Blusher"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Perlpilz",
                "GB": "Blusher"
            },
            "description": {
                "DE": "Der Perlpilz, auch Rötender Wulstling oder Fleischchampignon genannt, ist eine Pilzart aus der Familie der Wulstlingsverwandten. Markant und namensgebend ist die rosarote bis rötliche Verfärbung an verletzten Stellen. Ältere Fruchtkörper sind häufig mit ebenso verfärbten Madengängen durchzogen. Der Perlpilz ist häufig, weit verbreitet und kann sowohl in Laub- als auch in Nadelwäldern gefunden werden.",
                "GB": "The blusher is the common name for several closely related species of the genus Amanita. A. rubescens, found in Europe and eastern North America, and A. novinupta in western North America. Both their scientific and common names are derived from the propensity of their flesh to turn pink on bruising, or cutting."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "armillaria",
            "categories": [
                "armillaria"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Hallimasche",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Armillaria"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Hallimasche",
                "GB": "Armillaria"
            },
            "description": {
                "DE": "Die Hallimasche oder Honigpilze sind eine Pilzgattung aus der Familie Physalacriaceae mit mehreren, schwer unterscheidbaren Arten beziehungsweise Kleinarten. Man spricht hier auch von einem Aggregat, dem Hallimaschkomplex. Viele Arten besitzen am Stiel einen wattigen Ring, der aber mit zunehmender Reife der Fruchtkörper durch Witterungseinflüsse und Schneckenfraß verloren gehen kann. Einige Arten befallen auch lebende Bäume, bringen diese zum Absterben und gelten deshalb als Forstschädlinge.",
                "GB": "Armillaria, is a genus of parasitic fungi that includes the A. mellea species known as honey fungi that live on trees and woody shrubs. It includes about 10 species formerly categorized summarily as A. mellea. Armillarias are long-lived and form some of the largest living organisms in the world. The largest known organism covers more than 3.4 square miles in Oregon's Malheur National Forest and is more than 2,400 years old. Some species of Armillaria display bioluminescence, resulting in foxfire."
            },
            "edibility": [
                "edible"
            ]
        },
        {
            "class": "auricularia",
            "categories": [
                "auricularia"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Judasohr",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Auricularia_auricula-judae"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Judasohr",
                "GB": "Auricularia auricula-judae"
            },
            "description": {
                "DE": "Das Judasohr ist ein nahezu weltweit verbreiteter Pilz. Eine ähnliche Art mit ostasiatischer Verbreitung wird als Mu-Err, Black Fungus, Holunderpilz oder -schwamm, Ohrlappenpilz oder Wolkenohrenpilz bezeichnet, der in vielen Gerichten der asiatischen und speziell auch der chinesischen Küche verwendet wird.",
                "GB": "Auricularia auricula-judae, known most commonly as Jew's Ear, is a species of edible Auriculariales fungus found worldwide. The fruiting body is distinguished by its noticeably ear-like shape and brown colouration; it grows upon wood, especially elder. Its specific epithet is derived from the belief that Judas Iscariot hanged himself from an elder tree; the common name \"Judas's ear\" was largely eclipsed by the corruption \"Jew's ear\", while today \"jelly ear\" and other names are preferred. The fungus can be found throughout the year in temperate regions worldwide, where it grows upon both dead and living wood."
            },
            "edibility": [
                "edible"
            ]
        },
        {
            "class": "boletus_aereus",
            "categories": [
                "boletus"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Bronze-R%C3%B6hrling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Boletus_aereus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Bronze-Röhrling",
                "GB": "Boletus aereus"
            },
            "description": {
                "DE": "Der Bronze-Röhrling oder Schwarzhütige Steinpilz ist eine Pilzart aus der Familie der Dickröhrlingsverwandten. Der essbare, aber relativ seltene Dickröhrling wächst in wärmebegünstigten Eichen- und Buchenwäldern. Er wurde von der Deutschen Gesellschaft für Mykologie zum „Pilz des Jahres 2008“ erkoren.",
                "GB": "Boletus aereus, the dark cep or bronze bolete, is a highly prized and much sought-after edible mushroom in the family Boletaceae. The bolete is widely consumed in Spain, France, Italy, Greece, and generally throughout the Mediterranean. Described in 1789 by French mycologist Pierre Bulliard, it is closely related to several other European boletes, including B. reticulatus, B. pinophilus, and the popular B. edulis. Some populations in North Africa have in the past been classified as a separate species, B. mamorensis, but have been shown to be phylogenetically conspecific to B. aereus and this taxon is now regarded as a synonym."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "boletus_calopus",
            "categories": [
                "boletus"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Sch%C3%B6nfu%C3%9F-R%C3%B6hrling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Caloboletus_calopus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Schönfuß-Röhrling",
                "GB": "Caloboletus calopus"
            },
            "description": {
                "DE": "Der Schönfuß-Röhrling oder Dickfuß-Röhrling ist eine Pilzart aus der Familie der Dickröhrlingsverwandten .",
                "GB": "Caloboletus calopus, commonly known as the bitter beech bolete or scarlet-stemmed bolete, is a fungus of the bolete family, found in Asia, Northern Europe and North America. Appearing in coniferous and deciduous woodland in summer and autumn, the stout fruit bodies are attractively coloured, with a beige to olive cap up to 15 cm across, yellow pores, and a reddish stipe up to 15 cm long and 5 cm wide. The pale yellow flesh stains blue when broken or bruised."
            },
            "edibility": [
                "inedible"
            ]
        },
        {
            "class": "boletus_edulis",
            "categories": [
                "boletus"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Gemeiner_Steinpilz",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Boletus_edulis"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Gemeiner Steinpilz",
                "GB": "Boletus edulis"
            },
            "description": {
                "DE": "Der Gemeine Steinpilz, auch Fichten-Steinpilz, Herrenpilz oder Edelpilz genannt, ist eine Pilzart aus der Familie der Dickröhrlingsverwandten und Typusspezies der Gattung Dickröhrlinge. Die Fruchtkörper haben meist einen bräunlichen Hut, weiße bis olivgelbliche Poren, eine helle Netzzeichnung am Stiel und weißes, nur sehr selten auf Druck oder bei Verletzung blauendes Fleisch. Der Pilz bildet mit zahlreichen Laub- und Nadelbäumen eine Mykorrhiza, häufig lebt er mit Fichten in Symbiose. Er ist auf weiten Teilen der Nordhalbkugel verbreitet und wurde durch den Menschen auch in einigen Ländern der Südhalbkugel eingeführt. Der Gemeine Steinpilz hat eine große Bedeutung als Speisepilz und wird kommerziell gehandelt.",
                "GB": "Boletus edulis is a basidiomycete fungus, and the type species of the genus Boletus. Widely distributed in the Northern Hemisphere across Europe, Asia, and North America, it does not occur naturally in the Southern Hemisphere, although it has been introduced to southern Africa, Australia, New Zealand, and Brazil. Several closely related European mushrooms formerly thought to be varieties or forms of B. edulis have been shown using molecular phylogenetic analysis to be distinct species, and others previously classed as separate species are conspecific with this species. The western North American species commonly known as the California king bolete is a large, darker-coloured variant first formally identified in 2007."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "boletus_satanas",
            "categories": [
                "boletus"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Satans-R%C3%B6hrling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Rubroboletus_satanas"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Satans-Röhrling",
                "GB": "Rubroboletus satanas"
            },
            "description": {
                "DE": "Der Satans-Röhrling, auch Satanspilz genannt, ist eine Pilzart aus der Familie der Dickröhrlingsverwandten. Er ist ein Giftpilz.",
                "GB": "Rubroboletus satanas, commonly known as Satan's bolete or the Devil's bolete, is a basidiomycete fungus of the bolete family and one of its most infamous members. It is perhaps best known under its previous name, Boletus satanas, before the fungus was transferred to the new genus Rubroboletus in 2014, based on molecular phylogenetic data. Found in broad-leaved and mixed woodland in the warmer regions of Europe, it is classified as a poisonous mushroom, known to cause gastrointestinal symptoms of diarrhoea and violent vomiting. However, reports of poisoning are rare, due to its striking appearance and at times putrid smell, which discourage casual experimentation."
            },
            "edibility": [
                "poisonous"
            ]
        },
        {
            "class": "calocybe_gambosa",
            "categories": [
                "calocybe"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Maipilz",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Calocybe_gambosa"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Maipilz",
                "GB": "Calocybe gambosa"
            },
            "description": {
                "DE": "Der Maipilz, auch Mai- oder Georgsritterling genannt, ist eine Pilzart aus der Familie der Raslingsverwandten. Er ist ein guter Speisepilz, kann jedoch mit dem stark giftigen Ziegelroten Risspilz oder dem giftigen Riesen-Rötling verwechselt werden.",
                "GB": "Calocybe gambosa, commonly known as St. George's mushroom, is an edible mushroom that grows mainly in fields, grass verges and roadsides. Deriving its common name from when it first appears in the UK, namely on St George's Day. It appears in March in Italy, a warmer country where it is also a popular mushroom to eat, and is known there as marzolino. It is also popular in Northern Spain and Southern France, in the Basque Country region and its surroundings where it appears in April. In these regions it is usually eaten sautéed with egg or with bacon."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "cantharellus_cibarius",
            "categories": [
                "cantharellus"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Echter_Pfifferling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Cantharellus_cibarius"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Echter Pfifferling",
                "GB": "Cantharellus cibarius"
            },
            "description": {
                "DE": "Der Echte Pfifferling, Eierschwamm oder Rehling, auch Eierschwämmchen, in Österreich und Bayern Eierschwammerl und Reherl, in Franken Gelberle, in Sachsen Gelchen, in der Schweiz auch Eierschwämmli genannt, ist ein gegart essbarer und als Marktpilz gehandelter Pilz aus der Familie der Pfifferlingsverwandten.",
                "GB": "Cantharellus cibarius is a species of golden chanterelle mushroom in the genus Cantharellus. It is also known as girolle. It grows in Europe from Scandinavia to the Mediterranean Basin, mainly in deciduous and coniferous forests. Due to its characteristic color and shape, it is easy to distinguish from mushrooms with potential toxicity that discourage human consumption. A commonly eaten and favored mushroom, the chanterelle is typically harvested from late summer to late fall in its European distribution."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "clitocybe_geotropa",
            "categories": [
                "infundibulicybe"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/M%C3%B6nchskopf",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Infundibulicybe_geotropa"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Mönchskopf",
                "GB": "Infundibulicybe geotropa"
            },
            "description": {
                "DE": "Der Mönchskopf ist eine essbare Pilzart aus der Familie der Ritterlingsverwandten.",
                "GB": "Infundibulicybe geotropa, also known as the trooping funnel or monk's head, is a funnel-shaped toadstool widely found in Europe and in North America. A large sturdy cream- or buff-coloured funnel-shaped mushroom, it grows in mixed woodlands, often in troops or fairy rings, one of which is over half a mile wide. Although edible, it could be confused with some poisonous species of similar colouration and size."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "clitocybe_phaeophthalma",
            "categories": [
                "singerocybe"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Ranziger_Trichterling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Clitocybe_dealbata"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Ranziger Trichterling",
                "GB": "Clitocybe dealbata"
            },
            "description": {
                "DE": "Der Ranzige Trichterling ist eine Pilzart aus der Familie der Ritterlingsverwandten. Die Fruchtkörper erscheinen von September bis November in Laubwäldern und wachsen dort in der Laubstreu. Der Ranzige Trichterling enthält Muscarin und ist daher giftig.",
                "GB": "Clitocybe dealbata, also known as the ivory funnel, is a small white funnel-shaped toadstool widely found in lawns, meadows and other grassy areas in Europe and North America. Also known as the sweating mushroom, it derives this name from the symptoms of poisoning. It contains potentially deadly levels of muscarine."
            },
            "edibility": [
                "poisonous",
                "deadly"
            ]
        },
        {
            "class": "clitocybe_rivulosa",
            "categories": [],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/en.wikipedia.org\/wiki\/Clitocybe_rivulosa",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Clitocybe_rivulosa"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Rinnigbereifter Trichterling",
                "GB": "Clitocybe rivulosa"
            },
            "description": {
                "DE": "Clitocybe rivulosa, allgemein als falscher Champignon oder Narrentrichter bekannt, ist ein giftiger Basidiomyceten-Pilz der großen Gattung Clitocybe. Als eine von mehreren Arten mit ähnlichem Aussehen ist er ein kleiner, weißer, trichterförmiger Fliegenpilz, der in Rasenflächen, Wiesen und anderen Grasflächen in Europa und Nordamerika weit verbreitet ist. Er ist auch als Schweißpilz bekannt und leitet diesen Namen von den Vergiftungssymptomen ab. Er enthält potenziell tödliche Mengen an Muscarin.",
                "GB": "Clitocybe rivulosa, commonly known as the false champignon or fool's funnel, is a poisonous basidiomycete fungus of the large genus Clitocybe. One of several species similar in appearance, it is a small white funnel-shaped toadstool widely found in lawns, meadows and other grassy areas in Europe and North America. Also known as the sweating mushroom, it derives this name from the symptoms of poisoning. It contains potentially deadly levels of muscarine."
            },
            "edibility": [
                "poisonous",
                "deadly"
            ]
        },
        {
            "class": "coprinus_comatus",
            "categories": [
                "coprinus"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Schopf-Tintling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Coprinus_comatus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Schopf-Tintling",
                "GB": "Coprinus comatus"
            },
            "description": {
                "DE": "Der Schopf-Tintling, auch Spargelpilz, Porzellantintling, Tintenpilz oder inkorrekt Tintenschopfling genannt, ist eine Pilzart aus der Familie der Champignonverwandten. Er ist in Europa heimisch, häufig und jung ein ausgezeichneter, wenngleich nicht sehr haltbarer Speisepilz, denn alte Exemplare zerfließen zu einer tintenartigen Flüssigkeit. Die Art ist kultivierbar, im Handel wird beispielsweise Körnerbrut angeboten, die vom Pilzgeflecht durchwachsen ist.",
                "GB": "Coprinus comatus, the shaggy ink cap, lawyer's wig, or shaggy mane, is a common fungus often seen growing on lawns, along gravel roads and waste areas. The young fruit bodies first appear as white cylinders emerging from the ground, then the bell-shaped caps open out. The caps are white, and covered with scales—this is the origin of the common names of the fungus. The gills beneath the cap are white, then pink, then turn black and secrete a black liquid filled with spores. This mushroom is unusual because it will turn black and dissolve itself in a matter of hours after being picked or depositing spores."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "cortinarius_rubellus",
            "categories": [
                "leprocybe"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Spitzgebuckelter_Raukopf",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Cortinarius_rubellus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Spitzgebuckelter Raukopf",
                "GB": "Cortinarius rubellus"
            },
            "description": {
                "DE": "Der Spitzgebuckelte Raukopf oder Spitzbuckelige Orange-Schleierling ist eine Pilzart aus der Familie der Schleierlingsverwandten. Innerhalb der Gattung wird er der Untergattung Rauköpfe zugeordnet. Die gestielten, freudig rost-\/fuchsfarbenen Fruchtkörper haben oft einen Hut mit spitzem Buckel und bisweilen einen gelblich gebänderten Stiel. Der Blätterpilz wächst in Fichtenwäldern auf sauren, feuchten und gerne mit Torfmoosen bewachsenen Böden. Er enthält den Giftstoff Orellanin und verursacht bei Verzehr unbehandelt ein tödliches Nierenversagen.",
                "GB": "Cortinarius rubellus, commonly known as the deadly webcap, is a species of fungus in the family Cortinariaceae, native to Europe and North America. Within the genus it belongs to a group known as the Orellani, all of which are highly toxic — eating them results in kidney failure, which is often irreversible. The mushroom is generally tan to brown all over."
            },
            "edibility": [
                "poisonous"
            ]
        },
        {
            "class": "craterellus_cornucopioides",
            "categories": [
                "craterellus"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Totentrompete",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Craterellus_cornucopioides"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Totentrompete",
                "GB": "Craterellus cornucopioides"
            },
            "description": {
                "DE": "Die Toten- oder Herbsttrompete, aufgrund der trichterartig geformten Fruchtkörper auch Toten-Trichterling genannt, ist eine Pilzart aus der Familie der Pfifferlingsverwandten. Sie gilt als sehr guter Speisepilz.",
                "GB": "Craterellus cornucopioides, or horn of plenty, is an edible mushroom. It is also known as the black chanterelle, black trumpet, trompette de la mort, trombetta dei morti or trumpet of the dead."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "flammulina_velutipes",
            "categories": [
                "flammulina"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Gemeiner_Samtfu%C3%9Fr%C3%BCbling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Enokitake"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Gemeiner Samtfußrübling",
                "GB": "Enokitake"
            },
            "description": {
                "DE": "Der Gemeine Samtfußrübling ist eine Pilzart aus der Familie Physalacriaceae. Er ist ein Speisepilz, wird in Ostasien auch kultiviert und dort als Enoki vermarktet. An natürlichen Standorten wachsen die kleinen, frostresistenten Fruchtkörper im Winterhalbjahr bei kühlen Temperaturen, weshalb die Art auch Winterpilz genannt wird. Dagegen beziehen sich die Trivialnamen Samtfuß oder Samtfußrübling auf den samtig beschaffenen Stiel.",
                "GB": "Enoki, also known as velvet shank, is a species of edible mushroom in the family Physalacriaceae. It is well-known for its role in Japanese cuisine, where it is also known as enokitake ."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "galerina_marginata",
            "categories": [
                "galerina"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Gift-H%C3%A4ubling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Galerina_marginata"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Gift-Häubling",
                "GB": "Galerina marginata"
            },
            "description": {
                "DE": "Der Gift-Häubling – bisweilen auch Nadelholz-Häubling genannt, obwohl er auch Laubholz besiedelt – ist eine giftige Pilzart aus der Familie der Träuschlingsverwandten.",
                "GB": "Galerina marginata, known colloquially as the funeral bell or the deadly skullcap, is a species of poisonous fungus in the family Hymenogastraceae of the order Agaricales. Prior to 2001, the species G. autumnalis, G. oregonensis, G. unicolor, and G. venenata were thought to be separate due to differences in habitat and the viscidity of their caps, but phylogenetic analysis showed that they are all the same species."
            },
            "edibility": [
                "deadly"
            ]
        },
        {
            "class": "gomphus_clavatus",
            "categories": [
                "gomphus"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Schweinsohr_(Pilz)",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Gomphus_clavatus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Schweinsohr (Pilz)",
                "GB": "Gomphus clavatus"
            },
            "description": {
                "DE": "Das Schweinsohr oder der Purpurleistling ist ein Pilz aus der Ordnung der Schweinsohrartigen. Früher stellte man ihn wegen der leistenartigen Fruchtschicht in die Nähe der Pfifferlingsartigen. Die Gattung Gomphus besteht in Europa aus nur einer Art. Das Schweinsohr ist Pilz des Jahres 1998.",
                "GB": "Gomphus clavatus, commonly known as pig's ears or the violet chanterelle, is an edible species of fungus in the genus Gomphus native to Eurasia and North America. The fruit body is vase- or fan-shaped with wavy edges to its rim, and grows up to 15–16 cm wide and 17 cm tall. The upper surface or cap is orangish-brown to lilac, while the lower spore-bearing surface, the hymenium, is covered in wrinkles and ridges rather than gills or pores, and is a distinctive purple color. Described by Jacob Christian Schäffer in 1774, G. clavatus has had several name changes and many alternative scientific names, having been classified in the genus Cantharellus, though it is not closely related to them."
            },
            "edibility": [
                "allergic_reactions",
                "edible"
            ]
        },
        {
            "class": "gyromitra_esculenta",
            "categories": [
                "gyromitra"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Fr%C3%BChjahrs-Giftlorchel",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Gyromitra_esculenta"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Frühjahrs-Giftlorchel",
                "GB": "Gyromitra esculenta"
            },
            "description": {
                "DE": "Die Frühjahrs-Giftlorchel, kurz auch Frühjahrslorchel, Frühlorchel oder einfach Giftlorchel genannt, ist eine Art der Pilze aus der Familie der Giftlorchelverwandten. Sie ist in Europa und Nordamerika verbreitet. Allgemeine Kennzeichen sind der hirnartig gewundene Hut, der neben braunen auch rötliche Töne aufweist, der schmale, hohle Stiel, der an mehreren Punkten mit dem Hut verwachsen ist sowie die glatten Sporen ohne apikale Kalotten. Der Pilz ist stark giftig, wird aber in verschiedenen Regionen nach entsprechender Zubereitung als Speisepilz verwendet. Vergiftungen sind allerdings auch dann nicht auszuschließen.",
                "GB": "Gyromitra esculenta, is an ascomycete fungus from the genus Gyromitra, widely distributed across Europe and North America. It normally fruits in sandy soils under coniferous trees in spring and early summer. The fruiting body, or mushroom, is an irregular brain-shaped cap dark brown in colour that can reach 10 centimetres high and 15 cm wide, perched on a stout white stipe up to 6 cm high."
            },
            "edibility": [
                "deadly",
                "choice"
            ]
        },
        {
            "class": "hygrocybe",
            "categories": [
                "hygrocybe"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Saftlinge",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Hygrocybe"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Saftlinge",
                "GB": "Hygrocybe"
            },
            "description": {
                "DE": "Die Saftlinge sind eine Pilzgattung aus der Familie der Schnecklingsverwandten. Aufgrund des glasigen bis wachsartigen Fleischs werden sie auch als Glasköpfe bezeichnet. Etliche Arten fallen durch freudig gefärbte Fruchtkörper auf. Sie bevorzugen meist nährstoffarme Standorte, weshalb sie auch als Zeigerarten für die Gütebeurteilung von Biotopen eingesetzt werden. Alle Saftlinge stehen in Deutschland unter Naturschutz.",
                "GB": "Hygrocybe is a genus of agarics in the family Hygrophoraceae. Called waxcaps in English, basidiocarps are often brightly coloured and have waxy to slimy caps, white spores, and smooth, ringless stems. In Europe they are characteristic of old, unimproved grasslands which are a declining habitat, making many Hygrocybe species of conservation concern. Elsewhere they are more typically found in woodlands. Most are ground-dwelling and all are believed to be moss associates. Around 150 species are recognized worldwide. Fruit bodies of several Hygrocybe species are considered edible and are sometimes offered for sale in local markets."
            },
            "edibility": [
                "edible"
            ]
        },
        {
            "class": "hypholoma_fasciculare",
            "categories": [
                "hypholoma"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Gr%C3%BCnbl%C3%A4ttriger_Schwefelkopf",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Hypholoma_fasciculare"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Grünblättriger Schwefelkopf",
                "GB": "Hypholoma fasciculare"
            },
            "description": {
                "DE": "Der Grünblättrige Schwefelkopf ist ein Blätterpilz aus der Gattung der Schwefelköpfe. Der lateinische Name fascicularis beschreibt die Wuchsform und bedeutet auf deutsch „büschelig“.",
                "GB": "Hypholoma fasciculare, commonly known as the sulphur tuft, sulfur tuft or clustered woodlover, is a common woodland mushroom, often in evidence when hardly any other mushrooms are to be found. This saprophagic small gill fungus grows prolifically in large clumps on stumps, dead roots or rotting trunks of broadleaved trees."
            },
            "edibility": [
                "poisonous"
            ]
        },
        {
            "class": "hypholoma_sublateritium",
            "categories": [
                "hypholoma"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Ziegelroter_Schwefelkopf",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Hypholoma_lateritium"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Ziegelroter Schwefelkopf",
                "GB": "Hypholoma lateritium"
            },
            "description": {
                "DE": "Der Ziegelrote Schwefelkopf ist eine Pilzart aus der Familie der Träuschlingsverwandten. Er ist seltener und weniger bekannt als seine beiden Verwandten, der essbare Graublättrige Schwefelkopf und der giftige Grünblättrige Schwefelkopf. Von diesen unterscheidet er sich unter anderem durch die meist größeren Fruchtkörper.",
                "GB": "Hypholoma lateritium, sometimes called brick cap, is rarer and less well-known than its relatives, the inedible, and poisonous sulfur tuft and the edible Hypholoma capnoides. Its fruiting bodies are generally larger than either of these. Hypholoma sublateritium is a synonym."
            },
            "edibility": [
                "inadvisable"
            ]
        },
        {
            "class": "inocybe",
            "categories": [
                "inocybe"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Risspilze",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Inocybe"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Risspilze",
                "GB": "Inocybe"
            },
            "description": {
                "DE": "Die Risspilze sind eine artenreiche Pilzgattung aus der Familie der Risspilzverwandten.",
                "GB": "Inocybe is a large genus of mushroom-forming fungi with over 1400 species, including all forms and variations. Members of Inocybe are mycorrhizal, and some evidence shows that the high degree of speciation in the genus is due to adaptation to different trees and perhaps even local environments."
            },
            "edibility": [
                "inadvisable"
            ]
        },
        {
            "class": "kuehneromyces_mutabilis",
            "categories": [
                "kuehneromyces"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Gemeines_Stockschw%C3%A4mmchen",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Kuehneromyces_mutabilis"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Gemeines Stockschwämmchen",
                "GB": "Kuehneromyces mutabilis"
            },
            "description": {
                "DE": "Das Gemeine Stockschwämmchen ist eine Pilzart aus der Familie der Träuschlingsverwandten .",
                "GB": "Kuehneromyces mutabilis, commonly known as the sheathed woodtuft, is an edible mushroom that grows in clumps on tree stumps or other dead wood. A few other species have been described in the genus Kuehneromyces, but K. mutabilis is by far the most common and best known."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "laccaria_amethystina",
            "categories": [
                "laccaria"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Violetter_Lacktrichterling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Laccaria_amethystina"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Violetter Lacktrichterling",
                "GB": "Laccaria amethystina"
            },
            "description": {
                "DE": "Der Violette oder Amethystblaue Lacktrichterling ist eine Pilzart aus der Familie der Heidetrüffelverwandten. Der auch unter dem Namen Violetter Bläuling oder kurz Bläuling bekannte Pilz ist wie alle Lacktrichterlinge essbar. Den Namen hat er seiner durchgängig violetten Färbung zu verdanken, die im feuchten Zustand sehr kräftig violett bis lila ausfällt und im trockenen Zustand zu hell-violett bis fast weiß ausblasst.",
                "GB": "Laccaria amethystina, commonly known as the amethyst deceiver, is a small brightly colored mushroom, that grows in deciduous as well as coniferous forests. The mushroom itself is edible, but can absorb arsenic from the soil. Because its bright amethyst coloration fades with age and weathering, it becomes difficult to identify, hence the common name ‘Deceiver’. This common name is shared with its close relation Laccaria laccata that also fades and weathers. It is found mainly in Northern temperate zones, though it is reported to occur in tropical Central and South America as well. Recently, some of the other species in the genus have been given the common name of \"deceiver\"."
            },
            "edibility": [
                "edible"
            ]
        },
        {
            "class": "lactarius_deliciosus",
            "categories": [
                "lactarius"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Edel-Reizker",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Lactarius_deliciosus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Edel-Reizker",
                "GB": "Lactarius deliciosus"
            },
            "description": {
                "DE": "Der Edel-Reizker oder Echte Reizker ist eine Pilzart aus der Familie der Täublingsverwandten. Charakteristisch ist der an verletzten Stellen austretende Milchsaft, der im Unterschied zu anderen Reizkern lebhaft und unverändert orangerot gefärbt ist. Der Pilz lebt mit Kiefern in Symbiose. Deshalb wird die Art auch Kiefern-Blutreizker genannt. Der Blätterpilz gilt als guter Speisepilz. Nach dem Verzehr verfärbt sich der Harn rot, was jedoch harmlos ist. Der lateinische Artname deliciosus bedeutet „köstlich“. Der deutsche Name Reizker ist ein Wort slawischen Ursprungs und lässt sich mit Rotmilchling übersetzen.",
                "GB": "Lactarius deliciosus, commonly known as the saffron milk cap and red pine mushroom, is one of the best known members of the large milk-cap genus Lactarius in the order Russulales. It is found in Europe and has been accidentally introduced to other countries under conifers and can be found growing in pine plantations. A fresco in the Roman town of Herculaneum appears to depict Lactarius deliciosus and is one of the earliest pieces of art to illustrate a fungus."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "lactarius_lignyotus",
            "categories": [
                "lactarius"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Mohrenkopf-Milchling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Lactarius_lignyotus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Mohrenkopf-Milchling",
                "GB": "Lactarius lignyotus"
            },
            "description": {
                "DE": "Der Mohrenkopf-Milchling oder kurz Mohrenkopf, auch Mohrenköpfiger Milchling, ist eine Pilzart aus der Familie der Täublingsverwandten. Er ist ein mittelgroßer Milchling mit einem schwarzbraunen Hut und einem langen, ebenfalls schwarzbraunen Stiel. Im Gegensatz dazu stehen die weißen Lamellen. Die wässrigweiße Milch färbt sich an der Luft lachsrosa. Dieser Milchling kommt in Gebirgsnadelwäldern unter Fichten recht häufig vor und ist ein geschätzter Speisepilz. In weiten Teilen Deutschlands ist er allerdings sehr selten. Der Pilz wird im Volksmund auch Essenkehrer, Schornsteinfeger, Schwarzfußmilchling oder Pasterle genannt.",
                "GB": "Lactarius lignyotus is a member of the large milk-cap genus Lactarius in the order Russulales. It was first described scientifically by Elias Magnus Fries in 1855. It is considered edible, but of little interest."
            },
            "edibility": [
                "edible"
            ]
        },
        {
            "class": "lactarius_volemus",
            "categories": [
                "lactarius"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Br%C3%A4tling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Lactifluus_volemus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Brätling",
                "GB": "Lactifluus volemus"
            },
            "description": {
                "DE": "Der Brätling, Milchbrätling, Brot- oder auch Birnen-Milchling ist eine Pilzart aus der Familie der Täublingsverwandten. Anders als der mehr oder weniger scharf schmeckende Milchsaft der meisten Milchlinge ist der des Brätlings mild, mit leicht bitterem Nachgeschmack. An den Fingern färbt sich die bei Verletzung sehr reichlich austretende weiße Milch schnell braun. Typisch für den Pilz ist der im weiten Umkreis wahrnehmbare „fischige“ Duft, der je nach Gegend als herings-, hummer- oder topinamburähnlich beschrieben wird.",
                "GB": "Lactifluus volemus, formerly known as Lactarius volemus, is a species of fungus in the family Russulaceae. It is widely distributed in the northern hemisphere, in temperate regions of Europe, North America and Asia as well as some subtropical and tropical regions of Central America and Asia. A mycorrhizal fungus, its fruit bodies grow on the ground at the base of various species of trees from summer to autumn, either individually or in groups. It is valued as an edible mushroom, and is sold in markets in Asia. Several other Lactifluus mushrooms resemble L. volemus, such as the closely related edible species L. corrugis, but these can be distinguished by differences in distribution, visible morphology, and microscopic characteristics. L. volemus produces a white spore print and has roughly spherical spores about 7–8 micrometres in diameter."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "leccinum_carpini",
            "categories": [
                "leccinellum"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Hainbuchen-Raufu%C3%9F",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Leccinum_griseum"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Hainbuchen-Raufuß",
                "GB": "Leccinum griseum"
            },
            "description": {
                "DE": "Der Hainbuchen-Raufuß, Hainbuchen-Röhrling oder Grauhederl ist eine Pilzart aus der Familie der Dickröhrlingsverwandten .",
                "GB": "Leccinum griseum is a common, edible mushroom in the genus Leccinum. It is found below hornbeam, usually in small groups. Young mushrooms with firm flesh are very palatable."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "leccinum_scabrum",
            "categories": [
                "leccinum"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Gemeiner_Birkenpilz",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Leccinum_scabrum"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Gemeiner Birkenpilz",
                "GB": "Leccinum scabrum"
            },
            "description": {
                "DE": "Der Gemeine Birkenpilz, Birkenröhrling oder Birken-Röhrling, Kapuziner oder Geißpilz (Leccinum scabrum, syn. Boletus scaber oder Krombholzia scabra) ist eine Pilzart aus der Familie der Dickröhrlingsverwandten.",
                "GB": "Leccinum scabrum, commonly known as the rough-stemmed bolete, scaber stalk, and birch bolete, is an edible mushroom in the family Boletaceae, and was formerly classified as Boletus scaber. The birch bolete is widespread in Europe, in the Himalayas in Asia, and elsewhere in the Northern Hemisphere, occurring only in mycorrhizal association with birch trees. It fruits from June to October. This mushroom is also becoming increasingly common in Australia and New Zealand where it is likely introduced."
            },
            "edibility": [
                "edible"
            ]
        },
        {
            "class": "lepista_nuda",
            "categories": [
                "lepista"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Violetter_R%C3%B6telritterling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Clitocybe_nuda"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Violetter Rötelritterling",
                "GB": "Clitocybe nuda"
            },
            "description": {
                "DE": "Der Violette Rötelritterling ist ein Ständerpilz aus der Familie der Ritterlingsverwandten. Früher wurde er zu den Ritterlingen gezählt. In Europa ist die Art häufig anzutreffen.",
                "GB": "Clitocybe nuda, commonly known as the wood blewit and alternately described as Lepista nuda, is an edible mushroom native to Europe and North America. Described by Pierre Bulliard in 1790, it was also known as Tricholoma nudum for many years. It is found in both coniferous and deciduous woodlands. It is a fairly distinctive mushroom that is widely eaten, though there is some caution about edibility. Nevertheless, it has been cultivated in Britain, the Netherlands and France."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "lycoperdon_perlatum",
            "categories": [
                "lycoperdon"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Flaschen-St%C3%A4ubling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Lycoperdon_perlatum"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Flaschen-Stäubling",
                "GB": "Lycoperdon perlatum"
            },
            "description": {
                "DE": "Der Flaschen-Stäubling, im Volksmund oft auch inkorrekt als Flaschenbovist bezeichnet, ist einer der häufigsten Stäublinge. Lange Zeit wurde diese Art den Bauchpilzen zugeordnet, doch neuere phylogenetische Erkenntnisse lassen dieses Taxon nicht mehr gelten. Der Flaschen-Stäubling und seine Verwandten zählen jetzt zu den Champignonverwandten, die neben Blätterpilzen auch Arten umfassen, die keine Fruchtkörper mit Lamellen ausbilden.",
                "GB": "Lycoperdon perlatum, popularly known as the common puffball, warted puffball, gem-studded puffball, wolf farts or the devil's snuff-box, is a species of puffball fungus in the family Agaricaceae. A widespread species with a cosmopolitan distribution, it is a medium-sized puffball with a round fruit body tapering to a wide stalk, and dimensions of 1.5 to 6 cm wide by 3 to 10 cm tall. It is off-white with a top covered in short spiny bumps or \"jewels\", which are easily rubbed off to leave a netlike pattern on the surface. When mature it becomes brown, and a hole in the top opens to release spores in a burst when the body is compressed by touch or falling raindrops."
            },
            "edibility": [
                "edible"
            ]
        },
        {
            "class": "macrolepiota_procera",
            "categories": [
                "macrolepiota"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Gemeiner_Riesenschirmling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Macrolepiota_procera"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Gemeiner Riesenschirmling",
                "GB": "Macrolepiota procera"
            },
            "description": {
                "DE": "Der Gemeine Riesenschirmling, Parasol oder Riesenschirmpilz ist eine Pilzart aus der Familie der Champignonverwandten .",
                "GB": "Macrolepiota procera, the parasol mushroom, is a basidiomycete fungus with a large, prominent fruiting body resembling a parasol. It is a fairly common species on well-drained soils. It is found solitary or in groups and fairy rings in pastures and occasionally in woodland. Globally, it is widespread in temperate regions."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "megacollybia_platyphylla",
            "categories": [
                "megacollybia"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Breitbl%C3%A4ttriger_R%C3%BCbling",
                    "GB": "https:\/\/de.wikipedia.org\/wiki\/Breitbl%C3%A4ttriger_R%C3%BCbling"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Breitblättriger Rübling",
                "GB": "Megacollybia platyphylla"
            },
            "description": {
                "DE": "Der Breitblättrige Rübling, auch Breitblättriger Holzrübling, Breitblatt oder Breitblattrübling ist eine Pilzart aus der Familie der Porotheleaceae.",
                "GB": "Megacollybia platyphylla is a fungal species from the Porotheleaceae family."
            },
            "edibility": [
                "inadvisable"
            ]
        },
        {
            "class": "morchella_esculenta",
            "categories": [
                "morchella"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Speise-Morchel",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Morchella_esculenta"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Speise-Morchel",
                "GB": "Morchella esculenta"
            },
            "description": {
                "DE": "Die Speise- oder Rund-Morchel ist eine Schlauchpilzart aus der Familie der Morchelverwandten. Sie entwickelt im Frühjahr große, in Hut und Stiel gegliederte Fruchtkörper mit einem wabigen Hut in gelblichen, gräulichen oder bräunlichen Tönen in Schattierungen von blass bis braun.\nSie ist ein sehr begehrter Speisepilz mit hohem Wiedererkennungswert. Sie wird auch getrocknet gehandelt.",
                "GB": "Morchella esculenta, is a species of fungus in the family Morchellaceae of the Ascomycota. It is one of the most readily recognized of all the edible mushrooms and highly sought after. Each fruit body begins as a tightly compressed, grayish sponge with lighter ridges, and expands to form a large yellowish sponge with large pits and ridges raised on a large white stem. The pitted yellow-brown caps measure 2–7 centimetres broad by 2–10 cm tall, and are fused to the stem at its lower margin, forming a continuous hollow. The pits are rounded and irregularly arranged. The hollow stem is typically 2–9 cm long by 2–5 cm thick, and white to yellow. The fungus fruits under hardwoods and conifers during a short period in the spring, depending on the weather, and is also associated with old orchards, woods and disturbed grounds"
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "paxillus_involutus",
            "categories": [
                "paxillus"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Kahler_Krempling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Paxillus_involutus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Kahler Krempling",
                "GB": "Paxillus involutus"
            },
            "description": {
                "DE": "Der Verkahlende oder kurz Kahle Krempling ist eine Pilzart aus der Familie der Kremplingsverwandten. Die Fruchtkörper haben einen braunen Hut mit einem zunächst stark eingerollten, filzigen, aber bald schon glatten Rand. Die bräunlich-gelben und am Grund querverbundenen Lamellen bräunen an Druckstellen, weshalb die Art auch Empfindlicher Krempling genannt wird. Trotz seines lamellenförmigen Hymenophors gehört der Blätterpilz verwandtschaftlich zur Ordnung der Dickröhrlingsartigen. Er lebt mit zahlreichen Laub- und Nadelbäumen in Symbiose. Roh verzehrt wirkt der Pilz stark magen-darm-giftig und kann selbst gegart bei wiederholtem Genuss das Paxillus-Syndrom auslösen. In beiden Fällen kann ein schwerer Verlauf zum Tod des Konsumenten führen.",
                "GB": "Paxillus involutus, commonly known as the brown roll-rim, common roll-rim, or poison pax, is a basidiomycete fungus that is widely distributed across the Northern Hemisphere. It has been inadvertently introduced to Australia, New Zealand, South Africa, and South America, probably transported in soil with European trees. Various shades of brown in colour, the fruit body grows up to 6 cm high and has a funnel-shaped cap up to 12 cm wide with a distinctive inrolled rim and decurrent gills that may be pore-like close to the stipe. Although it has gills, it is more closely related to the pored boletes than to typical gilled mushrooms. It was first described by Pierre Bulliard in 1785, and was given its current binomial name by Elias Magnus Fries in 1838. Genetic testing suggests that Paxillus involutus may be a species complex rather than a single species."
            },
            "edibility": [
                "deadly"
            ]
        },
        {
            "class": "russula_cyanoxantha",
            "categories": [
                "russula"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Frauen-T%C3%A4ubling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Russula_cyanoxantha"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Frauen-Täubling",
                "GB": "Russula cyanoxantha"
            },
            "description": {
                "DE": "Der Frauen-Täubling ist eine Pilzart aus der Familie der Täublingsverwandten. Er ist gekennzeichnet durch seinen großen, violetten bis grünen und radialadrigen Hut, sein mild schmeckendes Fleisch, den dicken Stiel und seine fast negative Eisensulfatreaktion. Besonders charakteristisch im Vergleich zu den meisten verwandten Arten sind die auffallend biegsamen, sich fettig anfühlenden Lamellen. Der europaweit häufige Täubling kommt sowohl in Laub- als auch in Nadelwäldern vor, die Fruchtkörper des beliebten Speisepilzes erscheinen zwischen Juni und Anfang November.",
                "GB": "Russula cyanoxantha, synonymous with R. xyanoxantha, commonly known as the charcoal burner, is a basidiomycete mushroom, distinguished from most other members of the genus Russula by the fact that its gills do not split, but are soft and flexible. It is one of the most common species of Russula in Europe."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "sarcodon_imbricatus",
            "categories": [
                "sarcodon"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Habichtspilz",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Sarcodon_imbricatus"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Habichtspilz",
                "GB": "Sarcodon imbricatus"
            },
            "description": {
                "DE": "Der Habichtspilz, Habichts-Stacheling oder Rehpilz ist eine Pilzart aus der Familie der Weißsporstachelingsverwandten. Er stammt aus der Gattung der Braunsporstachelinge, die in Mitteleuropa mit einem guten Dutzend Arten vertreten ist. Seinen deutschen Namen erhielt der Pilz aufgrund der schuppigen Hutoberseite, die an das Federkleid eines Habichts erinnert. Auch der wissenschaftliche Name orientiert sich am Aussehen der Fruchtkörper: Er bedeutet so viel wie „mit Ziegeln bedeckter“ „Fleischzahn“ .",
                "GB": "Sarcodon imbricatus, commonly known as the shingled hedgehog or scaly hedgehog, is a species of tooth fungus in the order Thelephorales. The mushroom is edible. Many sources report it has a bitter taste, but others have found it delicious and suspect that the bitter specimens may be similar related species. The mushroom has a large, brownish cap with large brown scales and may reach 30 cm in diameter. On the underside it sports greyish, brittle teeth instead of gills, and has white flesh. Its spore print is brown. It is associated with spruce, appearing in autumn. It ranges throughout North America and Europe, although collections from the British Isles are now assigned to the similar species Sarcodon squamosus."
            },
            "edibility": [
                "edible"
            ]
        },
        {
            "class": "scleroderma",
            "categories": [
                "scleroderma"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Dickschaliger_Kartoffelbovist",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Scleroderma_citrinum"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Dickschaliger Kartoffelbovist",
                "GB": "Scleroderma citrinum"
            },
            "description": {
                "DE": "Der Dickschalige oder Gemeine Kartoffel-\/Hartbovist ist eine giftige Pilzart aus der Familie der Kartoffelbovistverwandten.",
                "GB": "Scleroderma citrinum, commonly known as the common earthball, pigskin poison puffball, or common earth ball, is the most common species of earthball in the UK and occurs widely in woods, heathland and in short grass from autumn to winter.\nScleroderma citrinum has two synonyms, Scleroderma aurantium and Scleroderma vulgare Horn."
            },
            "edibility": [
                "poisonous"
            ]
        },
        {
            "class": "sparassis_crispa",
            "categories": [
                "sparassis"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Krause_Glucke",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Sparassis_crispa"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Krause Glucke",
                "GB": "Sparassis crispa"
            },
            "description": {
                "DE": "Die Krause Glucke oder Fette Henne ist eine parasitische Pilzart aus der Familie der Gluckenverwandten, deren großer ockergelblicher Fruchtkörper essbar ist und mit seinen krausen Verzweigungen an einen Badeschwamm erinnert.",
                "GB": "Sparassis crispa is a species of fungus in the genus Sparassis. In English it is sometimes called cauliflower fungus."
            },
            "edibility": [
                "choice"
            ]
        },
        {
            "class": "suillus_grevillei",
            "categories": [
                "suillus"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Gold-R%C3%B6hrling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Suillus_grevillei"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Gold-Röhrling",
                "GB": "Suillus grevillei"
            },
            "description": {
                "DE": "Der Gold-Röhrling oder Goldgelbe Lärchen-Röhrling ist ein essbarer Pilz aus der Familie der Schmierröhrlingsverwandten.",
                "GB": "Suillus grevillei is a mycorrhizal mushroom with a tight, brilliantly coloured cap, shiny and wet looking with its mucous slime layer. The hymenium easily separates from the flesh of the cap, with a central stalk that is quite slender. The species has a ring or a tight-fitting annular zone."
            },
            "edibility": [
                "edible"
            ]
        },
        {
            "class": "tricholoma_saponaceum",
            "categories": [
                "tricholoma"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Seifen-Ritterling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Tricholoma_saponaceum"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Seifen-Ritterling",
                "GB": "Tricholoma saponaceum"
            },
            "description": {
                "DE": "Der Seifen-Ritterling ist eine Pilzart aus der Familie der Ritterlingsverwandten. Der mittelgroße bis große und sehr variable Ritterling ist in erster Linie durch seinen seifenartigen Geruch gekennzeichnet. Außerdem rötet sein Fleisch in der Stielbasis bei Verletzung. Die Fruchtkörper erscheinen zwischen August und November im Laub- und Nadelwald. Der Ritterling gilt als ungenießbar oder schwach giftig.",
                "GB": "Tricholoma saponaceum, also known as the soap-scented toadstool, soapy knight or soap tricholoma is an inedible mushroom found in woodlands in Europe and North America."
            },
            "edibility": [
                "inedible"
            ]
        },
        {
            "class": "tricholoma_sulphureum",
            "categories": [
                "tricholoma"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Gemeiner_Schwefel-Ritterling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Tricholoma_sulphureum"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Gemeiner Schwefel-Ritterling",
                "GB": "Tricholoma sulphureum"
            },
            "description": {
                "DE": "Der Gemeine Schwefel-Ritterling ist eine Pilzart aus der Familie der Ritterlingsverwandten, die in Laub- und Nadelwäldern Europas, Chinas und Nordamerikas vorkommt. Der bräunlich-gelbe Fruchtkörper wächst von August bis Dezember auf kalkhaltigen Böden. Er ist giftig und hat einen unangenehmen Geschmack und Geruch.",
                "GB": "Tricholoma sulphureum, also known as sulphur knight or gas agaric, is an inedible or mildly poisonous mushroom found in woodlands in Europe. It has a distinctive bright yellow colour and an unusual smell likened to coal gas. It occurs in deciduous woodlands in Europe from spring to autumn."
            },
            "edibility": [
                "poisonous"
            ]
        },
        {
            "class": "xerocomus_badius",
            "categories": [
                "imleria"
            ],
            "urls": {
                "wikipedia": {
                    "DE": "https:\/\/de.wikipedia.org\/wiki\/Maronen-R%C3%B6hrling",
                    "GB": "https:\/\/en.wikipedia.org\/wiki\/Imleria_badia"
                },
                "spoonacular": null
            },
            "name": {
                "DE": "Maronen-Röhrling",
                "GB": "Imleria badia"
            },
            "description": {
                "DE": "Der Maronen-Röhrling ist eine Pilzart aus der Familie der Dickröhrlingsverwandten. Im Volksmund wird er auch Marone genannt, weil der halbkugelige bis gewölbte, dunkelbraune Hut der Fruchtkörper an Esskastanien erinnert. Ein weiterer Name, der sich ebenfalls auf den Hut bezieht, ist Braunkappe – die Bezeichnung wird seit einigen Jahren auch im Handel für den Riesen-Träuschling gebraucht. Markant sind die jung weißlichen und im Alter olivgelblichen Röhren, die auf Druck stark blauen. Das hat ihm auch den Namen Blaupilz eingebracht. Der Stiel hat eine braune bis gelblich-braune, stets blassere Farbe als der Hut und eine typische eingewachsene Maserung. Der Maronen-Röhrling ist ein beliebter und häufiger Speisepilz in bodensauren Nadelwäldern. In Deutschland, Österreich und der Schweiz ist er als Marktpilz zugelassen.",
                "GB": "Imleria badia, commonly known as the bay bolete, is an edible, pored mushroom found in Europe and North America, where it grows in coniferous or mixed woods on the ground or on decaying tree stumps, sometimes in prolific numbers. Both the common and scientific names refer to the bay- or chestnut-coloured cap, which is almost spherical in young specimens before broadening and flattening out to a diameter up to 15 cm. On the cap underside are small yellowish pores that turn dull blue-grey when bruised. The smooth, cylindrical stipe, measuring 4–9 cm long by 1–2 cm thick, is coloured like the cap, but paler. Some varieties have been described from eastern North America, differing from the main type in both macroscopic and microscopic morphology."
            },
            "edibility": [
                "choice"
            ]
        }
    ],
    "version": "1.0"
}